Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: We created this to keep your Pleo card expenses separate from other Bank Accounts. Please don't change this account in lexoffice, as the connection connection between Pleo and lexoffice will fail, and exporting will no longer possible. <0/><1/><2>Learn how to do it</2>
es: Creamos esto para mantener tus gastos con la tarjeta Pleo separados de otras cuentas bancarias. No cambies esta cuenta en lexoffice, ya que la conexión de conexión entre Pleo y lexoffice fallará, y la exportación ya no será posible. <0/> <1/> <2> Aprende cómo hacerlo </2>
fr: Nous l'avons créé pour que les dépenses effectuées avec votre carte Pleo soient séparées des autres comptes. Veuillez ne pas modifier ce compte dans lexoffice, car la connexion entre Pleo et lexoffice échouera, et l'exportation ne sera plus possible. <0/><1/><2>Apprenez à le faire</2>
sv: Vi skapade detta för att hålla dina Pleo-kortutgifter åtskilda från andra bankkonton. Ändra inte det här kontot i lexoffice, eftersom anslutningsförbindelsen mellan Pleo och lexoffice misslyckas och exporten inte längre är möjlig. <0/> <1/> <2> Lär dig hur du gör det </2>

source: We created this to keep your Pleo card expenses separate from other Bank Accounts. Please don't change this account in Xero, as the connection between Pleo and Xero will fail, and exporting will no longer be possible. <0/><1/><2>Learn how to do it</2>
es: Creamos esto para mantener los gastos de tu tarjeta Pleo separados de otras cuentas bancarias. Por favor, no cambies esta cuenta en Xero. Podría provocar que la conexión entre Pleo y Xero fallara. <0/><1/><2>Más información</2>
fr: Nous avons créé cela pour séparer les dépenses de votre carte Pleo des autres comptes bancaires. Veuillez ne pas modifier ce compte dans Xero. Cela pourrait entraîner l'échec de la connexion entre Pleo et Xero.<0/><1/><2>En savoir plus</2>
sv: Vi skapade detta för att hålla dina kortbetalningar i Pleo åtskilda från andra bankkonton. Ändra inte det här kontot i Xero. Det kan leda till att anslutningen mellan Pleo och Xero misslyckas. <0/><1/><2>Läs mer</2>

source: We created this to keep your Pleo expenses separate from other Bank Accounts. Please don't change this account in Quickbooks, as the Connection between Pleo and Quickbooks will fail, and exporting will no longer be possible. <0/><1/><2>Learn more</2>
es: Creamos esta configuración para mantener tus gastos de Pleo separados de otras cuentas bancarias. Por favor, no cambies esta cuenta en Quickbooks. Podría causar problemas con la conexión entre Pleo y Quickbooks. <0/><1/><2>Más información</2>
fr: Nous avons créé cela pour séparer vos dépenses Pleo des autres comptes bancaires. Veuillez ne pas modifier ce compte dans Quickbooks. Cela pourrait entraîner l'échec de la connexion entre Pleo et Quickbooks. <0/><1/><2>En savoir plus</2>
sv: Vi skapade det här för att hålla dina Pleo-utgifter skilda från andra bankkonton. Ändra inte det här kontot i Quickbooks. Det kan leda till att anslutningen mellan Pleo och Quickbooks misslyckas. <0/><1/><2>Läs mer</2>

source: We created this to keep your Pleo expenses separate from other Bank Accounts. Please don't change this account in Xero, as the connection between Pleo and Xero will fail, and exporting will no longer be possible. <0/><1/><2>Learn more</2>
es: Creamos esta configuración para mantener tus gastos de Pleo separados de otras cuentas bancarias. Por favor, no cambies esta cuenta en Xero. Podría causar problemas con la conexión entre Pleo y Xero. <0/><1/><2>Más información</2>
fr: Nous avons créé cela pour séparer vos dépenses Pleo un autre comptes bancaires. Veuillez ne pas modifier ce compte dans Xero. Cela pourrait entraîner l'échec de la connexion entre Pleo et Xero. <0/><1/><2>En savoir plus</2>
sv: Vi skapade detta för att hålla dina Pleo kostnader åtskilda från andra bankkonton. Ändra inte det här kontot i Xero. Det kan leda till att anslutningen mellan Pleo och Xero misslyckas. <0/><1/><2>Läs mer</2>

source: We don't support this file type. Please use {acceptedTypes}.
es: Malas noticias. No aceptamos este tipo de archivos. Por favor, utiliza %1$s
fr: Mauvaise nouvelle: Nous ne prenons pas en charge ce type de fichier. Veuillez utiliser %1$s
sv: Dåliga nyheter. Vi stöder inte den här filtypen. Använd %1$s

source: We failed to fetch tax codes
es: No hemos podido obtener los códigos de impuestos
fr: Nous n'avons pas pu récupérer vos codes TVA
sv: Vi kunde inte hämta momskoder

source: We failed to fetch your accounts.
es: No hemos podido obtener las cuentas
fr: Nous n'avons pas pu récupérer vos comptes
sv: Vi kunde inte hämta dina konton

source: We failed to fetch your cash books.
es: No hemos podido obtener los libros de efectivo
fr: Nous n'avons pas récupéré vos journaux de comptabilité
sv: Vi kunde inte hämta dina kassaböcker

source: We failed to fetch your departments.
es: No hemos podido obtener los departamentos
fr: Nous n'avons pas récupéré vos noms de départements
sv: Vi kunde inte hämta dina avdelningar

source: We failed to fetch your tax types.
es: No hemos podido obtener los tipos de impuestos
fr: Nous n'avons pas récupéré vos types de taxes
sv: Vi kunde inte hämta dina momssatser

source: We need some more details to complete your setup.
es: Necesitamos algunos detalles más para terminar
fr: Nous avons besoin de plus de détails pour terminer la configuration
sv: Vi behöver lite mer information innan du är klar

source: We need to verify {0}'s bank account
es: Necesitamos verificar la cuenta bancaria de %s
fr: Nous devons vérifier le compte bancaire de %s
sv: Vi måste verifiera %ss bankkonto

source: We need to verify some details regarding the expenses you are disputing.
es: Necesitamos verificar algunos detalles sobre los gastos que está disputando
fr: Nous devons vérifier certains détails concernant les dépenses que vous contestez
sv: Vi måste kontrollera informationen kring de utgifter som du bestrider

source: We need to verify some information about you and the cardholder to initiate the chargeback request.
es: Necesitamos verificar alguna información sobre ti y el titular de la tarjeta para iniciar la solicitud de devolución de cargo
fr: Nous devons vérifier certaines informations sur vous et le titulaire de carte pour lancer la demande de rétrofacturation
sv: Vi måste verifiera viss information om dig och kortinnehavaren för att initiera en begäran om återbetalning

source: We need to verify some information about you to initiate the transfer request.
es: Necesitamos verificar cierta información para iniciar la solicitud de transferencia
fr: Nous devons vérifier certaines informations vous concernant pour lancer la demande de virement
sv: Vi måste verifiera en del information om dig för att initiera begärd överföring

source: We only need your phone number to keep your account secure. We'll never use it for spammy stuff.
es: Solo necesitamos tu número de teléfono para mantener tu cuenta segura. Nunca lo usaremos para enviar spam.
fr: Nous avons seulement besoin de votre numéro de téléphone pour sécuriser votre compte. On ne l'utilisera jamais pour des trucs de spam
sv: Vi behöver bara ditt telefonnummer för att hålla ditt konto säkert. Vi kommer aldrig att använda det för att spamma dig.

source: We take security seriously, and we're sorry for any inconvenience this might have caused.
es: Nos tomamos la seguridad muy en serio, pero lamentamos cualquier inconveniente que esto pueda haber causado
fr: Nous prenons la sécurité au sérieux, mais nous sommes désolés pour tout inconvénient que cela pourrait avoir causé
sv: Vi tar säkerheten på allvar, och vi beklagar eventuella besvär detta kan ha orsakat

source: We will automatically use your Pleo card to pay your monthly invoice. The transaction will show alongside your other expenses, and of course, the receipt will be attached.
es: Utilizaremos automáticamente tu tarjeta Pleo para pagar las facturas mensuales. La transacción se mostrará junto con sus otros gastos, y naturalmente, se adjuntará el recibo
fr: Nous utiliserons automatiquement votre carte Pleo pour payer votre facture mensuelle. La transaction sera indiquée à côté de vos autres dépenses, et naturellement, le reçu sera joint
sv: Vi kommer att använda ditt Pleo-kort för att betala din månadsfaktura automatiskt. Transaktionen kommer att visas tillsammans med dina andra utgifter, och naturligtvis kommer kvittot att bifogas

source: We will include recipient's name and email in the balance statement PDF.
es: Incluiremos el nombre y el correo electrónico del destinatario en el balance en PDF
fr: Nous inclurons le nom et l'adresse e-mail du destinataire dans le bilan PDF
sv: Vi kommer att inkludera mottagarens namn och e-post i engagemangsbeskedet via PDF

source: We'll be processing your order shortly. Once you've received your new cards you'll need to distribute them to your employees so they can <0>pair their card before {0}</0>.
es: Procesaremos tu pedido en breve. Una vez que hayas recibido las nuevas tarjetas, podrás entregarlas a sus empleados para que <0> las activen antes de %s</0>.
fr: Nous traiterons votre commande sous peu. Une fois que vous aurez reçu vos nouvelles cartes, vous pourrez les remettre à vos employés, afin qu'ils puissent <0>activer leur carte avant %s</0>.
sv: Vi kommer att behandla din beställning inom kort. När du har fått dina nya kort behöver du dela ut dem till dina medarbetare, så att de kan <0>parkoppla sitt kort innan de %s</0>.

source: We'll let you know before your funds run out
es: Te avisaremos antes de que se agoten tus fondos.
fr: Nous vous informerons avant que vos fonds ne soient épuisés
sv: Vi meddelar dig innan era pengar tar slut

source: We'll notify you as soon as we are done reviewing your documents. Normally within 1-2 business days. In the meantime you can <0>start setting up your accounting system.</0>
es: Te notificaremos tan pronto como terminemos de revisar sus documentos. Normalmente esto puede tardar de 1 a 2 días hábiles. Mientras tanto, puedes empezar a configurar <0>su sistema de contabilidad</0>
fr: Nous vous informerons dès que nous aurons vérifié vos documents. Cela prend normalement 1-2 jours ouvrables. En attendant, vous pouvez <0>commencer à configurer votre système comptable</0>
sv: Vi meddelar dig så fort vi är klara med att granska dina dokument. Det tar normalt 1-2 arbetsdagar. Under tiden kan du <0>börja konfigurera ditt bokföringsprogram</0>

source: We'll send all admins an e-mail when your wallet balance is running low
es: Enviaremos un correo electrónico a todos los administradores cuando los fondos de tu monedero se estén agotando.
fr: Nous enverrons à tous les administrateurs un e-mail lorsque le solde de votre portefeuille sera bas
sv: Vi skickar ett e-postmeddelande till alla administratörer när ert saldot i er wallet är lågt

source: We'll send them an email containing all the details on how to get started with their virtual card.
es: Les enviaremos un correo electrónico con todos los detalles que necesitan para empezar con su tarjeta virtual
fr: Nous leur enverrons un e-mail contenant tous les détails dont ils ont besoin pour commencer avec la carte virtuelle
sv: Vi skickar dem ett e-postmeddelande som innehåller all information de behöver för att komma igång med sina virtuella kort

source: We're excited to have you onboard!
es: ¡Estamos encantados de tenerte a bordo!
fr: Nous sommes ravis de vous avoir à bord!
sv: Vi är glada över att ha dig ombord!

source: We're having trouble identifying your company
es: Estamos teniendo problemas para identificar tu empresa
fr: Nous avons du mal à identifier votre entreprise
sv: Vi har problem med att identifiera ditt företag

source: We're printing your cards
es: Estamos imprimiendo sus tarjetas
fr: Nous imprimons vos cartes
sv: Vi skriver ut dina kort

source: We're rolling out new cards with new powers
es: Nuevas tarjetas con nuevos poderes
fr: Nous déployons de nouvelles cartes avec de nouvelles fonctionnalités
sv: Vi rullar ut nya kort med nya krafter

source: We've created a Bank Account and a Default Account in Xero for Pleo expenses to be exported into.
es: Hemos creado una cuenta bancaria y una cuenta predeterminada en Xero, que se utilizarán para exportar tus gastos de Pleo
fr: Nous avons créé un compte bancaire et un compte par défaut dans Xero. Vos dépenses Pleo peuvent y être exportées
sv: Vi har skapat ett bankkonto och ett standardkonto i Xero. Dina Pleo-utgifter kan exporteras dit

source: We've created a Bank Account and a Default Contact in lexoffice for Pleo expenses to be exported into.
es: Hemos creado una cuenta bancaria y un contacto predeterminado en lexoffice para exportar los gastos de Pleo.
fr: Nous avons créé un compte bancaire et un contact par défaut dans lexoffice pour les dépenses Pleo à exporter.
sv: Vi har skapat ett bankkonto och en standardkontakt i lexoffice för Pleo-utgifter som ska exporteras till.

source: We've created a company account in Roger called "{0}"
es: Hemos creado una cuenta de empresa en Roger llamada "%s"
fr: Nous avons créé un compte d'entreprise dans Roger appelé « %s »
sv: Vi har skapat ett företagskonto i Roger som heter "%s"

source: We've frozen your card. You can mark your card as stolen or unfreeze it from your cards page.
es: Hemos canceladoo tu tarjeta. Puedes registrar la tarjeta como robada o reactivarla desde la sección Tarjetas
fr: Nous avons gelé votre carte. Vous pouvez marquer votre carte comme volée ou la dégeler de votre page Mes Cartes
sv: Vi har fryst ditt kort. Du kan markera ditt kort som stulet eller låsa upp det där du hittar dina kort

source: We've noticed that you have company accounts already existing in Roger. Select the account you wish to connect with Pleo.
es: Parece que ya tienes cuentas de empresa en Roger. Selecciona la cuenta que quieres conectar con Pleo
fr: Nous avons remarqué que vous possédez déjà des comptes d'entreprise dans Roger. Sélectionnez le compte auquel vous souhaitez vous connecter à Pleo
sv: Vi har märkt att du redan har företagskonton i Roger. Välj det konto du vill ansluta till Pleo

source: We've received your order
es: Hemos recibido el pedido
fr: Nous avons reçu votre commande
sv: Vi har fått din beställning

source: We've received your order but can't ship your cards until your company has been verified.
es: Hemos recibido tu pedido, pero no podemos enviar las tarjetas hasta que tu empresa haya sido verificada.
fr: Nous avons reçu votre commande, mais nous ne pouvons pas expédier vos cartes tant que votre entreprise n'a pas été vérifiée
sv: Vi har fått din beställning, men vi kan inte skicka dina kort förrän ditt företag har verifierats

source: We've sent you a 6-digit confirmation code to <0>{0}</0>. It will expire shortly, so enter it soon. Resend? <1>Click here</1>
es: Hemos enviado un código de confirmación de 6 dígitos a <0>%s</0>. Expirará en breve. ¿Quieres reenviarlo? <1>Haz clic aquí.</1>
fr: Nous avons envoyé un code de confirmation à 6 chiffres à <0>%s</0>. Il expirera sous peu. Renvoyer?<1>Cliquez ici</1>
sv: Vi har skickat en 6-siffrig bekräftelsekod till <0>%s</0>. Det kommer att löpa ut inom kort. Skicka igen? <1>Klicka här</1>

source: We've unblocked your purchase at <0>{merchantName}</0>, please try making it again.
es: Hemos desbloqueado la compra en <0>%1$s</0>, por favor, inténtalo de nuevo
fr: Nous avons débloqué votre achat à <0>%1$s</0>, veuillez réessayer
sv: Vi har tagit bort ditt köp hos <0>%1$s</0>, vänligen försök igen

source: Weekly reminder to attach missing receipts
es: Recordatorio semanal para adjuntar los recibos que faltan
fr: Rappel hebdomadaire pour joindre les reçus manquants
sv: Veckans påminnelse om att bifoga saknade kvitton

source: Welcome back {firstName}
es: Bienvenido de nuevo %1$s
fr: Bienvenue à nouveau %1$s
sv: Välkommen tillbaka %1$s

source: Welcome to delegated spending! Your virtual card works just like any other plastic payment card, but is accessible only electronically. Make your company's first expense with Pleo.
es: ¡Bienvenido! Tu tarjeta virtual funciona como una tarjeta de plástico, pero sólo se puede acceder a ella electrónicamente. ¿Listo para hacer el primer gasto de su empresa con Pleo?
fr: Bienvenue! Votre carte virtuelle fonctionne comme une carte de paiement physique, mais n'est accessible que par voie électronique. Êtes-vous prêt à faire vos premières dépenses d'entreprise avec Pleo?
sv: Välkommen! Ditt virtuella kort fungerar precis som ett vanligt betalkort, men kan enbart nås elektroniskt. Är du redo att göra företagets första utgift med Pleo?

source: Welcome to Pleo
es: Bienvenido a Pleo
fr: Bienvenue chez Pleo
sv: Välkommen till Pleo

source: Welcome to Pleo!
es: ¡Bienvenido a Pleo!
fr: Bienvenue chez Pleo!
sv: Välkommen till Pleo!

source: Welcome to Pleo! Your account is almost ready.
es: ¡Bienvenido a Pleo! La cuenta está casi lista
fr: Bienvenue chez Pleo! Votre compte est presque prêt
sv: Välkommen till Pleo! Ditt konto är nästan klart

source: Were you as the cardholder in possession of your card at the time of the above expenses?
es: Como titular de la tarjeta, ¿estabas en posesión de tu tarjeta en el momento de los gastos anteriores?
fr: Étiez-vous, en tant que titulaire de la carte, en possession de votre carte au moment des dépenses ci-dessus?
sv: Hade du som kortinnehavare ditt kort vid tidpunkten för ovanstående utgifter?

source: Weʼve sent them an e-mail containing details on how to get started.
es: Les hemos enviado un correo electrónico con detalles sobre cómo empezar
fr: Nous leur avons envoyé un e-mail contenant des détails sur la façon de commencer à utiliser Pleo
sv: Vi har skickat ett e-postmeddelande med information om hur du kommer igång

source: What are notes?
es: ¿Qué son las notas?
fr: À quoi sert les commentaires?
sv: Vad är anteckningar?

source: What can Pleo do for me?
es: ¿Qué puede hacer Pleo por mí?
fr: Qu'est-ce que Pleo peut faire pour moi?
sv: Vad kan Pleo göra för mig?

source: What continents do you expect to use Pleo in?
es: ¿En qué continentes esperas utilizar Pleo?
fr: Sur quels continents souhaitez-vous utiliser Pleo?
sv: Vilka kontinenter förväntar du dig att använda Pleo i?

source: What did you buy?
es: ¿Qué compraste?
fr: Qu'avez-vous acheté?
sv: Vad köpte du?

source: What do you expect Pleo to be used for?
es: ¿Para qué tipo de gastos esperas utilizar Pleo?
fr: Pour quelle type d'achat pensez-vous que vous utiliserez Pleo?
sv: Vad förväntar du dig att använda Pleo till?

source: What is the biggest value purchase you expect to have in Pleo?
es: ¿Cuál es la compra de mayor valor que esperas hacer con Pleo?
fr: Quel est le prix d'achat le plus élevé que vous prévoyez faire avec Pleo?
sv: Vad är det högsta värdet på ett köp du förväntas att göra med Pleo?

source: What's new
es: Novedades
fr: Quoi de neuf
sv: Vad har hänt

source: When balance falls below
es: Cuando el balance cae por debajo de
fr: Lorsque le portefeuille tombe en dessous
sv: När saldot sjunker under

source: When the balance falls below {0} top-up with {1}
es: Cuando el balance caiga por debajo de %1$s, añade %2$s
fr: Lorsque le solde tombe en dessous de %1$s , rechargez avec %2$s
sv: När saldot faller under %1$s , fyll på med %2$s

source: When wallet balance falls below this amount
es: Cuando el balance de tu monedero está por debajo de esta cantidad
fr: Lorsque le solde du portefeuille tombe en dessous de ce montant
sv: När saldot i er wallet faller under detta belopp

source: Which Danish business bank are you using?
es: ¿Qué banco de empresa danés estás usando?
fr: Quelle banque d'affaires danoise utilisez-vous?
sv: Vilken dansk affärsbank använder du?

source: Why don't you have the receipt?
es: ¿Por qué no tienes el recibo?
fr: Pourquoi n'avez-vous pas le reçu?
sv: Varför har du inte kvittot?

source: Why?
es: ¿Por qué?
fr: Pourquoi?
sv: Varför?

source: Wish to connect with a different company account? <0>Create one</0>
es: ¿Te quieres conectar con una cuenta de empresa diferente? <0>Crea una.</0>
fr: Vous souhaitez vous connecter avec un autre compte d'entreprise? <0>Créez-en un</0>
sv: Vill du ansluta till ett annat företagskonto? <0>Skapa anslutning</0>

source: with <0>{0} missing receipts</0>, <1>{1} missing account number</1> and <2>{2} awaiting review or details</2>
es: con <0>%1$s recibos pendientes</0>, <1>%2$s número de cuenta pendiente</1> y <2>%3$s pendiente de revisión o más información</2>
fr: avec <0>%1$s reçus manquants</0>, <1>%2$s numéro de compte manquant</1> et <2>%3$s en attente de vérification ou de détails</2>
sv: med <0>%1$s kvitton som saknas</0>, <1>%2$s saknade kontonummer</1> och <2>%3$s väntar på granskning eller information</2>

source: Work email
es: Correo electrónico de empresa
fr: E-mail professionnel
sv: Arbeta e-post

source: Would you like to archive instead?
es: ¿Prefieres archivar?
fr: Souhaitez-vous plutôt archiver?
sv: Vill du arkivera istället?

source: Would you like to be shown which information is missing?
es: ¿Te gustaría ver la información que falta?
fr: Souhaitez-vous voir les informations manquantes?
sv: Vill du se informationen som saknas?

source: Wrap content in quotes
es: Pon el contenido entre comillas
fr: Mettez le texte entre guillemets
sv: Lägg till citationstecken runt innehåll

source: Wrong file type
es: Tipo de archivo no válido
fr: Type de fichier incorrect
sv: Fel filtyp

source: Wrong user credentials
es: Credenciales de usuario incorrectas
fr: Identifiants d'utilisateur incorrects
sv: Fel användaruppgifter

source: Xero has been selected as your accounting system
es: Xero ha sido seleccionado como sistema de contabilidad
fr: Xero a été sélectionné comme système comptable
sv: Xero har valts som ditt bokföringsprogram

source: Xero tracking category and customers
es: Categoría de seguimiento de Xero y clientes
fr: Catégorie de suivi Xero et clients
sv: Xero-spårningskategori och kunder

source: Xero Tracking Code
es: Código de seguimiento de Xero
fr: Code de suivi Xero
sv: Xero-spårningskod

source: Year
es: Año
fr: Année
sv: År

source: Yes
es: Sí
fr: Oui
sv: Ja

source: Yes I am sure
es: Sí, estoy seguro/a
fr: Oui, je suis sûr
sv: Ja, jag är säker

source: Yes, archive tag
es: Sí, archivar etiqueta
fr: Oui, archiver le libellé
sv: Ja, arkivera tagg

source: Yes, disable
es: Sí, desactivar
fr: Oui, désactiver
sv: Ja, inaktivera

source: Yes, disconnect
es: Sí, desconectar
fr: Oui, déconnectez
sv: Ja, koppla från

source: Yes, show me
es: Sí, enséñame
fr: Oui, montrez-moi
sv: Ja, visa mig

source: Yes, switch to {languageText}
es: Sí, cambiar a %1$s
fr: Oui, passez à %1$s
sv: Ja, byt till %1$s

source: Yes, this will be my card
es: Sí, esta será mi tarjeta
fr: Oui, ce sera ma carte
sv: Ja, det här är mitt kort

source: Yes, use my Pleo card
es: Sí, utiliza mi tarjeta Pleo
fr: Oui, utiliser ma carte Pleo
sv: Ja, använd mitt Pleo-kort

source: You
es: Tú
fr: Vous
sv: Du

source: You already have 3 active tag groups
es: Ya tienes 3 grupos de etiquetas activos
fr: Vous avez déjà 3 groupes de libellés actifs
sv: Du har redan tre aktiva taggrupper
