Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: An automatic transfer of {0} has been set when the available balance falls below {1}.
es: Se ha establecido una transferencia automática de %1$s cuando el saldo disponible caiga por debajo de %2$s
fr: Un virement automatique de %1$s a été mis en place lorsque le solde disponible est inférieur à %2$s
sv: En automatisk överföring på %1$s har ställts in när tillgängligt saldo faller under %2$s

source: An error occured when submitting your order. Please try again later.
es: Se produjo un error al enviar tu pedido. Por favor, inténtalo de nuevo más tarde
fr: Une erreur s'est produite lors de la soumission de votre commande. Veuillez réessayer plus tard
sv: Ett fel uppstod när du skickade din beställning. Försök igen senare

source: An error occurred
es: Se produjo un error
fr: Une erreur est survenue
sv: Ett fel uppstod

source: An error occurred during upload.
es: Se ha producido un error durante la carga.
fr: Une erreur s'est produite lors du téléchargement.
sv: Ett fel inträffade under uppladdningen.

source: An error occurred when enabling Storebox, please wait and try again shortly.
es: Se ha producido un error al habilitar Storebox, espera e inténtalo de nuevo en breve.
fr: Une erreur s'est produite lors de l'activation de Storebox, veuillez patienter et réessayer sous peu.
sv: Ett fel uppstod när Storebox aktiverades. Vänta och försök igen kort.

source: An error occurred when saving the category. Please try again later
es: Se ha producido un error al guardar la categoría. Inténtalo de nuevo más tarde
fr: Une erreur s'est produite lors de l'enregistrement de la catégorie. Veuillez réessayer plus tard
sv: Ett fel inträffade när kategorin sparades. Vänligen försök igen senare

source: An error occurred when submitting the unload request. Please try again later.
es: Se ha producido un error al enviar la solicitud de descarga. Inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de la soumission de la demande de retrait de fonds. Veuillez réessayer plus tard.
sv: Ett fel inträffade när du skickade in din ansökan om att bli återbetalad. Vänligen försök igen senare.

source: An error occurred while adding users. Please try again later.
es: Se ha producido un error al agregar usuarios. Inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de l'ajout d'utilisateurs. Veuillez réessayer plus tard.
sv: Ett fel uppstod när användare lades till. Vänligen försök igen senare.

source: An error occurred while checking email. Please try again later.
es: Se ha producido un error al comprobar el correo electrónico. Inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la vérification de votre e-mail. Veuillez réessayer plus tard.
sv: Ett fel uppstod när e-postadress kontrollerades. Försök igen senare.

source: An error occurred while downloading
es: Se ha producido un error al descargar
fr: Une erreur s'est produite lors du téléchargement
sv: Ett fel uppstod under nedladdningen

source: An error occurred while enabling Storebox, please try again later.
es: Se produjo un error al activar Storebox. Por favor, inténtelo de nuevo más tarde
fr: Une erreur s'est produite lors de l'activation de Storebox. Veuillez réessayer plus tard
sv: Ett fel uppstod vid aktivering av Storebox. Vänligen försök igen senare

source: An error occurred while saving the {0}. Please try again later.
es: Se ha producido un error al guardar el %s. Inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de l'enregistrement du %s. Veuillez réessayer plus tard.
sv: Ett fel uppstod när %s . Vänligen försök igen senare.

source: An error occurred while saving your profile, try again later.
es: Se ha producido un error al guardar tu perfil, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite lors de l'enregistrement de votre profil, réessayez plus tard.
sv: Ett fel uppstod när du sparade din profil, försök igen senare.

source: An error occurred. Please contact Pleo support.
es: Se ha producido un error. Ponte en contacto con el soporte técnico de Pleo.
fr: Une erreur est survenue. Veuillez contacter l'équipe support Pleo.
sv: Ett fel uppstod. Kontakta Pleo-supporten.

source: An error occurred. Please try again
es: Se ha producido un error. Por favor, inténtalo de nuevo
fr: Une erreur est survenue. Veuillez réessayer
sv: Ett fel uppstod. Var god försök igen

source: An error occurred. Please try again later or contact support.
es: Se produjo un error. Por favor, inténtalo de nuevo más tarde o ponte en contacto con soporte
fr: Une erreur est survenue. Veuillez réessayer plus tard ou contacter l'équipe support
sv: Ett fel uppstod. Försök igen senare eller kontakta support

source: An error occurred. Please try again.
es: Se produjo un error. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer
sv: Ett fel uppstod. Var god försök igen

source: An invitation will be sent to <0>{0}</0>.
es: Se enviará una invitación a <0>%s</0>
fr: Une invitation sera envoyée à <0>%s</0>
sv: En inbjudan kommer att skickas till <0>%s</0>

source: An order is charged a fee per card.
es: Se cobra una cantidad por cada tarjeta
fr: Une commande est facturée par carte
sv: Vid beställning debiteras en avgift per kort

source: An unknown error occured.
es: Se produjo un error desconocido
fr: Une erreur inconnue est survenue
sv: Ett okänt fel uppstod

source: Analytics
es: Analítica
fr: Analytique

source: Analytics dashboard
es: Panel de análisis
fr: Tableau de bord Analytique
sv: Utgiftskollen

source: And {0} more
es: Y %s más
fr: Et %s plus
sv: Och %s mer

source: Android App
es: Aplicación para Android
fr: Application Android

source: Android app
es: Aplicación para Android
fr: Application Android

source: Android logo
es: Logo de Android
fr: Logo Android
sv: Android-logotyp

source: Any amount. Funds available immediately upon receipt
es: Cualquier cantidad. Los fondos estarán disponibles inmediatamente después de su recepción en cuanta.
fr: N'importe quel montant. Fonds disponibles immédiatement après réception
sv: Vilket belopp som helst. Medel finns tillgängliga omedelbart efter mottagandet

source: Apartment number or floor
es: Número de apartamento o piso
fr: Numéro ou étage de l'appartement
sv: Lägenhetsnummer eller våning

source: API Key is required
es: Se necesita una clave API
fr: La clé API est requise
sv: API-nyckel krävs

source: Apple logo
es: Logo de Apple
fr: Logo Apple
sv: Apple-logotyp

source: Apply
es: Aplicar
fr: Appliquer
sv: Tillämpa

source: Archive
es: Archivo
fr: Archiver
sv: Arkiv

source: Archive row
es: Archivar fila
fr: Archiver la ligne
sv: Arkivrad

source: Archive team
es: Archivar equipo
fr: Archiver l'équipe
sv: Arkivera team

source: Archive team?
es: ¿Equipo para archivar?
fr: Archiver l'équipe?
sv: Arkivera teamet?

source: Archived
es: Archivado
fr: Archivé
sv: Arkiverade

source: Archived tags will remain on expenses and included in exports but will no longer be selectable when entering expense details. <0/>
es: Las etiquetas archivadas permanecerán en los gastos y se incluirán en las exportaciones. Pero tu equipo ya no podrá seleccionarlas al introducir los detalles de la compra<0/>
fr: Les libellés archivés resteront sur les dépenses et seront inclus dans les exportations. Mais votre équipe ne peut plus les sélectionner lors de la saisie des détails d'achat<0/>
sv: Arkiverade taggar kommer att finnas kvar på utgifter och inkluderas i exporten. Men ditt team kan inte längre välja dem när de lägger till information om köp<0/>

source: Archived teams
es: Equipos archivados
fr: Équipes archivées
sv: Arkiverade team

source: Archiving this team will remove all it's members and hide it. However, past expenses made by this team will stay associated with it.
es: Al archivar este equipo eliminará a todos sus miembros y lo esconderá. Sin embargo, los gastos pasados hechos por este equipo permanecerán asociados a él
fr: L'archivage de cette équipe supprimera tous ses employés et la masquera. Cependant, les dépenses passées faites par cette équipe resteront associées
sv: Arkivering av detta team kommer att ta bort alla dess medlemmar och teamet kommer att döljas. Däremot kommer tidigare utgifter som gjorts av detta team förbli kopplade till det

source: Are you pairing your own Pleo card?
es: ¿Estás emparejando tu propia tarjeta Pleo?
fr: Activez-vous votre propre carte Pleo?
sv: Ska du koppla ihop ditt Pleo-kort?

source: Are you sure you want to cancel this order?
es: ¿Estás seguro de que quieres cancelar este pedido?
fr: Voulez-vous vraiment annuler cette commande?
sv: Är du säker på att du vill avbryta den här beställningen?

source: Are you sure you want to delete this file?
es: ¿Estás seguro de que quieres borrar este archivo?
fr: Voulez-vous vraiment supprimer ce fichier?
sv: Är du säker på att du vill ta bort den här filen?

source: Are you sure you want to delete this receipt?
es: ¿Estás seguro de que quieres borrar este recibo?
fr: Voulez-vous vraiment supprimer ce reçu?
sv: Är du säker på att du vill ta bort kvittot?

source: Are you sure you want to mark card as lost? This action will permanently disable the card and is NOT reversible!
es: ¿Estás seguro de que quieres marcar la tarjeta como perdida? Esta acción deshabilitará permanentemente la tarjeta y no puede ser revertida
fr: Vous êtes sûr de vouloir marquer la carte comme perdue ? Cette action désactivera la carte de façon permanente et ne pourra pas être annulée
sv: Är du säker på att du vill markera kortet som förlorat? Denna åtgärd inaktiverar kortet permanent och kan inte ångras

source: Are you sure you want to mark card as stolen? This action will permanently disable the card and is NOT reversible!
es: ¿Está seguro de que quiere marcar esta tarjeta como robada? Esta acción deshabilitará permanentemente la tarjeta y no puede ser revertida.
fr: Êtes-vous sûr de vouloir marquer cette carte comme volée? Cette action désactivera la carte de façon permanente et ne pourra pas être annulée
sv: Är du säker på att du vill markera det här kortet som stulet? Den här åtgärden inaktiverar kortet permanent och kan inte återföras

source: Are you sure you want to re-export these expenses which will create duplicates in {0}?
es: ¿Estás seguro de que quieres volver a exportar estos gastos? Crearán duplicados en %s
fr: Voulez-vous vraiment réexporter ces dépenses, cela pourrait créer des doublons dans %s ?
sv: Är du säker på att du vill exportera dessa utgifter igen, vilket skapar dubbletter under %s ?

source: Are you sure you wish to delete this tag group? All tags will be permanently deleted.
es: ¿Está seguro de que desea eliminar este grupo de etiquetas? Todas las etiquetas serán eliminadas permanentemente
fr: Voulez-vous vraiment supprimer ce groupe de libellés? Tous les libellés seront définitivement supprimés
sv: Är du säker på att du vill ta bort den här taggruppen? Alla taggar kommer att raderas permanent

source: Are you sure?
es: ¿Está seguro?
fr: Êtes-vous sûr?
sv: Är du säker?

source: arriving on {0}
es: Entrega el %s
fr: arrivant le %s
sv: anländer till %s

source: Assign bookkeeper...
es: Asignar contable
fr: Attribuer un comptable
sv: Tilldela redovisningskonsult

source: Assign to client...
es: Asignar al cliente
fr: Attribuer au client
sv: Tilldela till klient

source: Assigned clients ({0})
es: Clientes asignados (%s)
fr: Clients affectés (%s)
sv: Tilldelade klienter (%s)

source: At the end of the application process, print and sign the application (the application must be signed by a signatory of your company)
es: Al final del proceso de solicitud, imprima y firme la solicitud (la solicitud debe estar firmada por un firmante de su empresa)
fr: À la fin du processus de demande, imprimez et signez la demande (la demande doit être signée par un signataire de votre entreprise)
sv: I slutet av ansökningsprocessen skriver du ut och signerar ansökan (ansökan måste undertecknas av en undertecknare på ditt företag)

source: ATM Withdrawal
es: Retiro en cajeros automáticos (ATM)
fr: Retrait distributeur
sv: Uttag i bankomater

source: att/ {0}
es: a/c %s
fr: att/ %s
sv: att/ %s

source: Attach bank statement <0><1>We need this for bank account verification purpose.</1></0>
es: Adjuntar el extracto de la cuenta bancaria <0><1>Necesitamos esto para verificar la cuenta bancaria</1></0>
fr: Joindre un relevé de compte bancaire <0><1>Nous en avons besoin pour vérifier le compte bancaire</1></0>
sv: Bifoga kontoutdrag <0><1>Vi behöver detta för att verifiera bankkontot</1></0>

source: Attached
es: Se adjunta
fr: Joint
sv: Bifogad

source: Attached receipt
es: Se adjunta el recibo
fr: Reçu joint
sv: Bifogat kvitto

source: Authorised
es: Autorizado
fr: Autorisé
sv: Godkända

source: Auto top-up
es: Recarga automática
fr: Virement automatique

source: Auto top-up <0><1/>{0}</0>
es: Recarga automática <0><1/>%s</0>
fr: Virement automatique <0><1/>%s</0>
sv: Auto top-up <0><1/>%s</0>

source: Automatically based on company spending patterns
es: Automáticamente basado en los patrones de gasto de la compañía
fr: Automatiquement basé sur les habitudes de dépenses de votre entreprises
sv: Automatiskt baserat på företagets konsumtionsmönster

source: Automatically top up your wallet if the balance falls below a set amount. <0>Read more</0>
es: Llene automáticamente su monedero si el saldo cae por debajo de una cantidad determinada. <0>Más información</0>
fr: Ajoutez automatiquement des fonds à votre portefeuille si le solde tombe en dessous d'un certain montant. <0>En savoir plus</0>
sv: Fyll på er wallet automatiskt om saldot sjunker under ett visst belopp. <0>Läs mer</0>

source: Available balance
es: Saldo disponible
fr: Solde disponible
sv: Tillgängligt saldo

source: Available balance <0><1>The Available Balance is your Current Balance minus any pending purchases.</1></0>
es: Saldo disponible <0><1>El saldo disponible es su saldo actual menos las compras pendientes</1></0>
fr: Solde disponible <0><1>Le solde disponible est votre solde actuel moins les achats en cours</1></0>
sv: Tillgängligt saldo <0><1>Det tillgängliga saldot är ditt aktuella saldo minus eventuella väntande utgifter</1></0>

source: Available funds
es: Fondos disponibles
fr: Fonds disponibles
sv: Tillgängliga pengar

source: Awaiting bank transfer <0><1>This transfer is meant to be made from your company's online bank. Once it's done, funds are expected to arrive within {0, select, inLimit {1 business day.} other {3 business days.}}</1></0>
es: En espera de la transferencia bancaria <0><1>Esta transferencia debe hacerse desde el banco online de su empresa. Una vez hecha, los fondos deben llegar dentro de {0, select, inLimit {1 día hábil.} other {3 días hábiles.}}</1></0>
fr: En attente de virement bancaire <0><1> Ce virement doit être effectué à partir de la banque en ligne de votre entreprise. Une fois cela fait, les fonds doivent arriver dans {0, select, inLimit {1 jour ouvrable.} other {3 jours ouvrables.}}</1></0>
sv: Väntar på banköverföring <0><1>Denna överföring ska göras från företagets onlinebank. När det är klart bör pengar anlända inom {0, select, inLimit {1 arbetsdag.} other {3 arbetsdagar.}}</1></0>

source: Awaiting more details
es: Esperando más detalles
fr: En attente de plus de détails
sv: Väntar på mer information

source: Awaiting more details from {owner}
es: Esperando más detalles de %1$s
fr: En attente de plus de détails de %1$s
sv: Väntar på mer information från %1$s

source: Awaiting review...
es: En espera de revisión
fr: En attente de vérification
sv: Väntar på granskning

source: Back
es: Volver
fr: Retourner
sv: Tillbaka

source: back
es: volver
fr: Retourner
sv: tillbaka

source: Back to plastic cards
es: Volver a tarjetas físicas
fr: Retour aux cartes physiques
sv: Tillbaka till fysiskt kort

source: Backspace
es: Retroceso
fr: Retour en arrière
sv: Backsteg

source: Balance statement
es: El estado del balance
fr: Relevé de solde
sv: Engagemangsbesked

source: Balance statement emailed to {0}
es: Estado de cuenta enviado por correo electrónico a %s
fr: Relevé de solde envoyé par e-mail à %s
sv: Engagemangsbesked har skickats till %s

source: Bank
es: Banco
fr: Banque

source: Bank Account for Pleo card expenses
es: Cuenta bancaria para los gastos de la tarjeta Pleo
fr: Compte bancaire pour les dépenses de la carte Pleo
sv: Bankkonto för Pleo kortbetalningar

source: Bank Account for Pleo Pocket expenses
es: Cuenta bancaria para los gastos de Pleo Pocket
fr: Compte bancaire pour les dépenses Pleo Pocket
sv: Bankkonto för Pleo Pocket-utgifter

source: Bank Account used for Pleo expenses in Visma e-conomic's Chart of Accounts.
es: Cuenta bancaria utilizada para los gastos de Pleo en el plan de cuentas de Visma e-conomic
fr: Compte bancaire utilisé pour les dépenses Pleo dans le plan comptable de Visma e-conomic
sv: Bankkonto som används för Pleo-utgifter i Visma e-conomics kontoplan

source: Bank Account used for Pleo Pocket expenses in Visma e-conomic's Chart of Accounts.
es: Cuenta bancaria utilizada para los gastos de bolsillo de Pleo en el plan de cuentas de Visma e-conomic
fr: Compte bancaire utilisé pour les dépenses de Pleo Pocket dans le plan comptable de Visma e-conomic
sv: Bankkonto som används för Pleo Pocket utgifter i Visma e-conomics kontoplan

source: Bank Account where Pleo card expenses will be exported.
es: Cuenta bancaria donde se exportarán los gastos de la tarjeta Pleo
fr: Compte bancaire où les dépenses de la carte Pleo seront exportées
sv: Bankkonto där Pleo kortbetalningar kommer att exporteras

source: Bank Account where Pleo expenses will be exported.
es: Cuenta bancaria donde se exportarán los gastos de Pleo
fr: Compte bancaire où les dépenses Pleo seront exportées
sv: Bankkonto dit Pleo-utgifter kommer att exporteras

source: Bank Account where Pleo Pocket expenses will be exported.
es: Cuenta bancaria donde se exportarán los gastos de Pleo Pocket
fr: Compte bancaire où les dépenses de Pleo Pocket seront exportées
sv: Bankkonto där Pleo Pocket-utgifter kommer att exporteras

source: Bank Account where Pleo pocket expenses will be exported.
es: Cuenta bancaria donde se exportarán los gastos de bolsillo de Pleo.
fr: Compte bancaire où les dépenses de Pleo Pocket seront exportées.
sv: Bankkonto där Pleo Pocket utgifter kommer att exporteras

source: Bank address
es: Dirección del banco
fr: Adresse de la banque
sv: Bankens adress

source: Bank address is required
es: Se requiere la dirección del banco
fr: L'adresse bancaire est obligatoire
sv: Bankens adress krävs

source: Bank code
es: Código del banco
fr: Code bancaire
sv: Bankkod

source: Bank name
es: Nombre del banco
fr: Nom de banque
sv: Bankens namn

source: Bank name is required
es: Se requiere el nombre del banco
fr: Le nom de la banque est obligatoire
sv: Banknamn krävs

source: Bank statement or full utility bill (not a phone bill) from within the last 3 months
es: Estado de cuenta o factura completa de servicios públicos (no una factura de teléfono) de los últimos 3 meses
fr: Relevé bancaire ou facture de services publics complète (pas une facture de téléphone) des 3 derniers mois
sv: Kontoutdrag eller faktura för lokalhyra (ej faktura för telefon) för de senaste 3 månaderna

source: Bank transfer
es: Transferencia bancaria
fr: Virement
sv: Banköverföring

source: Be loved by your bookkeeper and provide additional information on your purchase using notes
es: Proporcione información adicional sobre su compra utilizando notas. Su contable se lo agradecerá
fr: Fournissez des informations supplémentaires sur votre achat à l'aide de commentaires. Votre comptable vous en remerciera
sv: Ge ytterligare information om ditt köp med anteckningar. Din redovisningsansvarige kommer att tacka dig för det

source: Become a Pleo Pro with features like categories, spending limits, exports and integrations.
es: Conviértase en un Pleo Pro y disfrute de características como categorías, límites de gasto, exportaciones e integraciones
fr: Devenez un Pro de Pleo et profitez de fonctionnalités telles que les catégories, les limites de dépenses, les exportations et les intégrations
sv: Bli Pleo Pro och få funktioner som kategorier, köpgränser, export och integrationer

source: Before auto top-up can be enabled you need create a Direct Debit agreement between Pleo and your bank
es: Antes de que se pueda activar la recarga automática, debe crear un acuerdo de débito directo entre Pleo y su banco
fr: Avant que le virement automatique puisse être activé, vous devez créer un accord de virement automatique entre Pleo et votre banque
sv: Innan Auto top-up kan aktiveras behöver du skapa ett autogiroavtal mellan Pleo och din bank

source: Before you can top-up via Direct Debit you need to create a Direct Debit agreement between Pleo and your bank
es: Antes de poder recargar a través de la domiciliación bancaria, debe crear un acuerdo de domiciliación bancaria entre Pleo y su banco
fr: Avant de pouvoir recharger par virement automatique, vous devez créer un accord de virement automatique entre Pleo et votre banque
sv: Innan du kan fylla på er wallet via autogiro måste du skapa ett autogiroavtal mellan Pleo och din bank

source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
sv: Förmånstagare

source: BIC is required
es: Se necesita el código BIC/swift
fr: BIC est requis
sv: BIC krävs

source: BIC/SWIFT is required
es: Se requiere BIC/SWIFT
fr: BIC/SWIFT est requis
sv: BIC / SWIFT krävs

source: BIC/SWIFT number
es: Número BIC/SWIFT
fr: Numéro BIC/SWIFT
sv: BIC / SWIFT-nummer

source: Billing
es: Facturación
fr: Facturation
sv: Fakturering

source: Billing details
es: Detalles de facturación
fr: Détails de la facturation
sv: Faktureringsuppgifter

source: Billing Info
es: Información de facturación
fr: Informations de facturation
sv: Faktureringsinformation

source: Billy has been selected as your accounting system
es: Billy ha sido seleccionado como tu sistema de contabilidad
fr: Billy a été sélectionné comme système comptable
sv: Billy har valts som ditt bokföringsprogram

source: Block and unblock cards
es: Bloquear y desbloquear tarjetas
fr: Bloquer et débloquer des cartes
sv: Spärra och öppna upp kort

source: Board member
es: Miembro de la Junta
fr: Membre du conseil d'administration
sv: Styrelsemedlem

source: Bookkeeper
es: Contable
fr: Comptable
sv: Redovisningskonsult

source: Bookkeeper <0>Extended</0>
es: Contador <0>extendido</0>
fr: Comptable <0>étendu</0>
sv: Redovisningskonsult förlängd

source: Bookkeeper access
es: Acceso para contables
fr: Accès comptable
sv: Redovisningskonsult tillgång

source: Bookkeeper successfully assigned.
es: El contable ha asignado con éxito
fr: Expert-comptable attribué avec succès
sv: Tilldelad redovisningskonsult

source: Bookkeeper successfully unassigned.
es: El contable no ha sido asignado
fr: Expert-comptable désaffecté avec succès
sv: Redovisningskonsult har tagits bort

source: Bookkeeper, Invited on {0}
es: Contable, invitado el día %s
fr: Comptable, invité le %s
sv: Redovisningskonsult inbjuden på %s

source: Bookkeepers
es: Contables
fr: Comptables
sv: Redovisningskonsult

source: Bookkeepers ({0})
es: Contables (%s)
fr: Comptables (%s)
sv: Redovisningskonsulter ( %s )

source: Browse
es: Navegar por
fr: Parcourir
sv: Bläddra

source: Business central
es: Central de negocios
sv: Affärscentral

source: Business Central dimension
es: Dimensión central de la empresa
fr: Dimension de Business Central

source: Business Central Dimensions
es: Dimensiones centrales de la empresa
fr: Dimensions de Business Central

source: Buy something with Pleo
es: Compra algo con Pleo
fr: Achetez quelque chose avec Pleo
sv: Köp något med Pleo
