Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: <0>01</0>Verify your company<1><2><3/>5 min</2><4>Start →</4></1>
es: <0>01</0> Verifica tu empresa<1><2><3/>5 min</2><4>Inicio &amp; 4></1>
fr: <0>01</0>Vérifiez votre entreprise<1><2><3/>5 min</2><4>Démarrer →</4></1>
sv: <0>01</0> Verifiera ditt företag<1><2><3/>5 min</2><4>Start →</4></1>

source: <0>02</0>Try your virtual card
es: <0>02</0> Prueba tu tarjeta virtual
fr: <0>02</0>Essayez votre carte virtuelle
sv: <0>02</0> Prova ditt virtuella kort

source: <0>03</0>Connect your accounting system
es: <0>03</0> Conecta con tu sistema de contabilidad
fr: <0>03</0>Connectez votre système comptable
sv: <0>03</0> Anslut ditt bokföringsprogram

source: <0>Added tags</0><1/>If a new tag is added in the spreadsheet, it will be added to Pleo.
es: Etiquetas<0> añadidas</0><1/>Si se añade una nueva etiqueta en la hoja de cálculo, se añadirá a Pleo
fr: <0>Tags ajoutés</0><1/> Si un nouveau libellés est ajouté dans la feuille de calcul, il sera ajouté à Pleo
sv: <0>Tillagda taggar</0><1/> Om en ny tagg läggs till i kalkylbladet läggs den även till i Pleo

source: <0>Admin</0>Manage all the practice members and clients
es: <0>Administre</0> todos los miembros activos y los clientes
fr: <0>L'administrateur</0> gère tous les membres du cabinet et les clients
sv: <0>Administratör</0> Hantera alla medarbetare och klienter

source: <0>All uploaded files are securely stored in accordance with our <1>Privacy Policy</1>.</0>
es: <0>Todos los archivos cargados se almacenan de forma segura de acuerdo con nuestra <1>Política de</1> Privacidad</0>
fr: <0>Tous les fichiers téléchargés sont stockés en toute sécurité conformément à notre<1>Politique de confidentialité</1></0>
sv: <0>Alla uppladdade filer lagras säkert i enlighet med vår <1>Sekretesspolicy</1></0>

source: <0>Archived tags</0><1/>If a tag is removed from the spreadsheet, it will be archived in Pleo.
es: Etiquetas<0> archivadas</0><1/>Si se elimina una etiqueta de la hoja de cálculo, se archivará en Pleo
fr: <0>Libellés archivés</0><1/> Si un libellé est supprimé de la feuille de calcul, il sera archivé dans Pleo
sv: <0>Arkiverade taggar</0><1/> Om en tagg tas bort från kalkylarket arkiveras den i Pleo

source: <0>Company details not available.</0> You currently donʼt have access to this client.
es: <0>Los detalles de la compañía no están disponibles.</0> No tienes acceso a este cliente actualmente
fr: <0>Les coordonnées de l'entreprise ne sont pas disponibles.</0> Vous n'avez pas accès à ce client actuellement
sv: <0>Företagsinformation är inte tillgänglig.</0> Du har inte tillgång till den här klienten för tillfället

source: <0>Edited tags</0><1/>If a tag consists of multiple columns and the tag is edited in one of the columns, we'll make the same edit in Pleo.
es: Etiquetas<0> editadas</0><1/>Si una etiqueta consta de varias columnas y la etiqueta se edita en una de ellas, haremos la misma edición en Pleo
fr: <0>Libellés modifiés</0><1/> Si un libellé se compose de plusieurs colonnes et que le libellé est modifié dans l'une des colonnes, nous effectuerons la même modification dans Pleo
sv: <0>Redigerade taggar</0><1/> Om en tagg består av flera kolumner och taggen redigeras i en av kolumnerna gör vi samma ändring i Pleo

source: <0>Extended Access</0> Access to administrative features
es: <0>Acceso</0> Acceso ampliado para funciones administrativas
fr: <0>Accès étendu</0> Accès aux fonctions administratives
sv: <0>Utökad åtkomst</0> Tillgång till administrativa funktioner

source: <0>Limited Access</0> Just the bookkeeping essentials
es: <0>Acceso limitado</0> Sólo lo esencial de la contabilidad
fr: <0>Accès limité</0> Juste l'essentiel de la comptabilité
sv: <0>Begränsad åtkomst</0> Bara bokföringens väsentligheter

source: <0>Member</0>Manager their own clients and add new ones
es: Los<0> miembros adminis</0>tran sus propios clientes y añaden otros nuevos.
fr: <0>L'employé</0> gère ses propres clients et en ajoute de nouveaux
sv: <0>Medlem</0> Hantera sina egna klienter och lägga till nya

source: <0>Note:</0> When exporting to your accounting system, only the filtered date range will be exported, any other filters will be ignored.
es: <0>Nota:</0> Al exportar a su sistema de contabilidad, sólo se exportará el intervalo de fechas filtrado. Cualquier otro filtro será ignorado
fr: <0>Remarque:</0> Lors de l'exportation vers votre système comptable, seule la plage de dates filtrée sera exportée. Tous les autres filtres seront ignorés
sv: <0>Obs:</0> När du exporterar till ditt bokföringsprogram exporteras endast det filtrerade datumintervallet. Alla andra filter ignoreras

source: <0>Note:</0> You cannot include current day in export.
es: <0>Nota:</0> No se puede incluir el día actual en una exportación
fr: <0>Remarque :</0> Vous ne pouvez pas inclure la journée en cours dans une exportation
sv: <0>Obs:</0> Du kan inte inkludera den aktuella dagen i en export

source: <0>Note:</0> You need to filter by date range before you can use this option.
es: <0>Nota:</0> Es necesario filtrar por rango de fechas para usar esta opción
fr: <0>Remarque:</0> Vous devez filtrer par plage de dates avant de pouvoir utiliser cette option
sv: <0>Obs:</0> Du måste filtrera efter ett datumintervall innan du kan använda det här alternativet

source: <0>Open e‑conomic</0> and log in to your account
es: Abra<0> e-conomic e</0> inicie sesión en su cuenta
fr: <0>Ouvrez e‑conomic</0> et connectez-vous à votre compte
sv: <0>Öppna e-conomic</0> och logga in på ditt konto

source: <0>Some functionalities are currently unavailable due to a technical issue. </0><1>See status</1>
es: <0>Algunas funcionalidades no están disponibles actualmente debido a un problema técnico. </0><1>Ver estado</1>
fr: <0>Certaines fonctionnalités ne sont actuellement pas disponibles en raison d'un problème technique.</0><1>Voir état</1>
sv: <0>Vissa funktioner är för närvarande inte tillgängliga på grund av ett tekniskt problem. </0> <1>Se status</1>

source: <0>Start -></0>
es: <0> Inicio - > </0>
fr: <0>Démarrer -></0>

source: <0>The passcodes didn't match</0><1/>Try again
es: <0>Los códigos de acceso no coinciden.</0><1/>Inténtalo de nuevo.
fr: <0>Les codes d'accès ne correspondent pas.</0><1/>Réessayez
sv: <0>Säkerhetskoderna matchade inte.</0><1/> Försök igen

source: <0>This invite link is invalid or has expired.</0><1>Ask your administrator to send the invite again.</1>
es: <0>Lo siento, este enlace de invitación no es válido o ha caducado.</0><1>Pida a su administrador que le envíe la invitación de nuevo</1>
fr: <0>Désolé, ce lien d'invitation n'est pas valide ou a expiré.</0><1>Demandez à votre administrateur de renvoyer l'invitation</1>
sv: <0>Tyvärr är den här inbjudningslänken ogiltig eller har upphört att gälla.</0> <1>Be administratören att skicka inbjudan igen</1>

source: <0>Top-up wallet</0>
es: <0>Recargar monedero</0>
fr: <0>Rechargez votre portefeuille</0>
sv: <0>Fyll på wallet</0>

source: 1 min
es: 1 minuto

source: 1-click top up
es: Recarga en un clic
fr: Recharge en 1 clic
sv: Fyll på med ett klick

source: 1-click top up <0><1>Read more</1></0>
es: Recarga en un clic <0><1>Saber más</1></0>
fr: Recharge en 1 clic <0><1>En savoir plus</1></0>
sv: Fyll på med ett klick<0><1>Läs mer</1></0>

source: 1. I am aware that my card may be blocked or cancelled and reissued if necessary.
es: 1. Soy consciente de que mi tarjeta puede ser bloqueada o cancelada y remitida si es necesario.
fr: 1. Je suis conscient que ma carte peut être bloquée, annulée ou réémise si nécessaire
sv: 1. Jag är medveten om att mitt kort kan spärras eller annulleras och utfärdas på nytt vid behov

source: 10 min
es: 10 minutos
sv: 10 minuter

source: 15 min
es: 15 minutos

source: 2 factor token
es: Ficha de 2 factores
fr: Jeton à 2 facteurs
sv: 2 faktor token

source: 2. By signing below I confirm that all the information on this declaration is true and fair to the best of my knowledge.
es: 2. Al firmar abajo, confirmo que toda la información de esta declaración es verdadera y justa según mi leal saber y entender.
fr: 2. En signant ci-dessous, je confirme que toutes les informations sur cette déclaration sont vraies et justes à ma connaissance
sv: 2. Genom att underteckna nedan bekräftar jag att all information om denna förklaring är sann och rättvisande så vitt jag vet

source: 3 to 4
es: 3 a 4
fr: 3 à 4
sv: 3 till 4

source: 6 to 7
es: 6 a 7
fr: 6 à 7
sv: 6 till 7

source: A driver's license, health card or recent utility bill.
es: Una licencia de conducir, una tarjeta de salud o una factura reciente de servicios públicos
fr: Un permis de conduire, une carte Santé ou une facture de services publics récente
sv: Ett körkort, hälsokort eller ny elräkning

source: A driver's license, passport or official identity card.
es: Una licencia de conducir, un pasaporte o un documento oficial de identidad
fr: Un permis de conduire, un passeport ou une carte d'identité officielle
sv: Ett körkort, pass eller officiellt identitetskort

source: a few seconds ago
es: hace unos segundos
fr: il y a quelques secondes
sv: några sekunder sedan

source: A reviewer can see and edit this team's expenses, limits, and cards.
es: Un revisor puede ver y editar los gastos, límites y tarjetas de este equipo
fr: Un vérificateur peut voir et modifier les dépenses, les limites et les cartes de cette équipe
sv: En granskare kan se och redigera teamets utgifter, köpgränser och kort

source: A user with the email: {email} already exists in system
es: Un usuario con el correo electrónico: %1$s ya existe en el sistema
fr: Un utilisateur avec l'e-mail: %1$s existe déjà dans le système
sv: En användare med e-postadressen: %1$s finns redan i systemet

source: A user with this email already exists
es: Un usuario con este correo electrónico ya existe
fr: Un utilisateur avec cet e-mail existe déjà
sv: En användare med den här e-postadressen finns redan

source: About to resume "REFER" IDV check
es: A punto de reanudar el chequeo de IDV "REFERIDO"
fr: Sur le point de reprendre la vérification d'identité "REFER"
sv: På väg att återuppta "REFER" IDV-kontroll

source: Accept
es: Acepta
fr: Accepter
sv: Acceptera

source: Accept and continue
es: Aceptar y continuar
fr: Acceptez et continuez
sv: Acceptera och fortsätt

source: Accept invite
es: Acepta la invitación
fr: Accepter l'invitation
sv: Acceptera inbjudan

source: Accept invite?
es: ¿Aceptar invitación?
fr: Accepter l'invitation?
sv: Acceptera inbjudan?

source: Accepted transaction
es: Transacción aceptada
fr: Transaction acceptée
sv: Godkänd transaktion

source: Accepted:
es: Aceptado
fr: Accepté
sv: Accepterad

source: Access {companyName}'s e‑conomic account to connect
es: Accede a la cuenta se- %1$s 'para conectarse
fr: Accéder au compte e ‑ conomic de %1$s pour se connecter
sv: %1$s 's-conomic-konto för att ansluta

source: Access company wallet
es: Acceder al monedero de la empresa
fr: Accès au portefeuille de l'entreprise
sv: Få tillgång till företagets wallet

source: Access level for {partnerName}
es: Nivel de acceso para %1$s
fr: Niveau d'accès pour %1$s
sv: %1$s för %1$s

source: Access to own cards
es: Acceso a a mis tarjetas
fr: Accès à ses propres cartes
sv: Tillgång till egna kort

source: Account
es: Cuenta
fr: Compte
sv: Konto

source: Account disabled
es: Cuenta desactivada
fr: Compte désactivé
sv: Konto inaktiverat

source: Account for Pleo card expenses
es: Cuenta para los gastos de la tarjeta Pleo
fr: Compte pour les dépenses de la carte Pleo
sv: Konto för Pleo kortbetalningar

source: Account for Pleo Pocket expenses
es: Cuenta para los gastos de bolsillo de Pleo
fr: Compte pour les dépenses Pleo Pocket
sv: Konto för Pleo Pocket utgifter

source: Account holder name
es: Nombre del titular de la cuenta
fr: Nom du titulaire du compte
sv: Kontoinnehavarens namn

source: Account holder name is required
es: Se requiere el nombre del titular de la cuenta
fr: Le nom du titulaire du compte est requis
sv: Kontoinnehavarens namn krävs

source: Account name
es: Nombre de la cuenta
fr: Nom du compte
sv: Kontonamn

source: Account name is required
es: Se requiere el nombre de la cuenta
fr: Le nom du compte est obligatoire
sv: Kontonamn krävs

source: Account Number
es: Número de cuenta
fr: Numéro de compte
sv: Kontonummer

source: Account number
es: Número de cuenta
fr: Numéro de compte
sv: Kontonummer

source: Account number is required
es: Se requiere un número de cuenta
fr: Le numéro de compte est requis
sv: Kontonummer krävs

source: Account number used for Pleo card expenses in the Chart of Accounts.
es: El número de cuenta utilizado para los gastos de la tarjeta Pleo en el Plan de Cuentas
fr: Numéro de compte utilisé pour les dépenses de la carte Pleo dans le plan comptable
sv: Kontonummer som används för Pleo kortbetalningar i kontoplanen

source: Account number used for Pleo expenses in Fortnox's Chart of Accounts.
es: El número de cuenta utilizado para los gastos de Pleo en el Plan de Cuentas de Fortnox
fr: Numéro de compte utilisé pour les dépenses Pleo dans le plan comptable de Fortnox
sv: Kontonummer som används för Pleo-utgifter i Fortnox kontoplan

source: Account number used for Pleo Pocket expenses in the Chart of Accounts.
es: El número de cuenta utilizado para los gastos de Pleo Pocket en el Plan de Cuentas
fr: Numéro de compte utilisé pour les dépenses de Pleo Pocket dans le plan comptable
sv: Kontonummer som används för Pleo Pocket-utgifter i kontoplanen

source: Account number used to credit Pleo expenses in Visma (numbers only)
es: Número de cuenta utilizado para acreditar los gastos de Pleo en Visma (sólo números)
fr: Numéro de compte utilisé pour créditer les dépenses Pleo à Visma (chiffres uniquement)
sv: Kontonummer som används för att kreditera Pleo-utgifter i Visma (endast siffror)

source: Account used for Pleo expenses without an associated account number.
es: Cuenta utilizada para los gastos de Pleo sin un número de cuenta asociado
fr: Compte utilisé pour les dépenses Pleo sans numéro de compte associé
sv: Konto som används för Pleo-utgifter utan associerat kontonummer

source: Accountant
es: Contable
fr: Comptable
sv: Revisor

source: Accounting
es: Contabilidad
fr: Comptabilité
sv: Bokföring

source: Accounting is now all set
es: La contabilidad ya está lista
fr: La comptabilité est désormais prête
sv: Bokföringen är nu klar

source: Accounting system
es: Sistema de contabilidad
fr: Système de comptabilité
sv: Bokföringsprogram

source: Accounting tools - connected!
es: Herramientas de contabilidad - ¡conectado!
fr: Outils comptables - connectés!
sv: Redovisningsverktyg - ansluten!

source: Activity
es: Actividad
fr: Activité
sv: Aktivitet

source: Add
es: Añade
fr: Ajouter
sv: Lägg till

source: Add a comment...
es: Añade un comentario
fr: Ajouter un commentaire
sv: Lägg till en kommentar

source: Add a note about this purchase
es: Añade una nota sobre esta compra
fr: Ajouter un commentaire sur cet achat
sv: Lägg till en anteckning kring detta köp

source: Add account no
es: Añadir el número de cuenta
fr: Ajouter un numéro de compte
sv: Lägg till kontonummer

source: Add additional cards for new starters or employees not yet on Pleo for free. We'll be sending a replacement card for your <0>{current, plural, one {# employee} other {# employees}}</0> currently using Pleo, so no need to order for them.
es: Añade tarjetas adicionales para los nuevos empleados o empleados ya activos que aún no están en Pleo de forma gratuita. Le enviaremos una tarjeta de reemplazo para su <0>{current, plural, one {# empleado} other {# empleados}}</0> que estén utilizando Pleo, así que no es necesario pedirlas.
fr: Ajoutez gratuitement des cartes supplémentaires pour les nouveaux arrivants ou les employés qui ne sont pas encore sur Pleo. Nous vous enverrons une carte de remplacement pour vos <0>{current, plural, one {# employé} other {# employé}} qui</0> utilisent actuellement Pleo, donc pas besoin de les commander
sv: Lägg till ytterligare kort för nyanställda eller anställda som ännu inte använder Pleo. Vi skickar ett ersättningskort för era <0> {current, plural, one {# anställd } other {# anställda }} </0> som använder Pleo, så du behöver inte beställa till dem

source: Add and edit users
es: Agregar y editar usuarios
fr: Ajouter et modifier des utilisateurs
sv: Lägg till och redigera användare

source: Add card in Roger
es: Añadir tarjeta en Roger
fr: Ajouter une carte dans Roger
sv: Lägg till kort i Roger

source: Add funds
es: Añade los fondos
fr: Ajouter des fonds
sv: Lägg till pengar

source: Add funds now
es: Añade los fondos ahora
fr: Ajoutez des fonds maintenant
sv: Lägg till pengar nu

source: Add funds to {0}'s wallet
es: Agregar fondos al monedero de %s
fr: Ajouter des fonds au portefeuille de %s
sv: Lägg till pengar i %s wallet

source: Add it now
es: Añádelo ahora.
fr: Ajoutez-le maintenant
sv: Lägg till det nu

source: Add line
es: Añadir línea
fr: Ajouter une ligne
sv: Lägg till rad

source: Add member
es: Añadir miembro
fr: Ajouter un employé
sv: Lägg till medlem

source: Add new above
es: Añadir nuevo arriba
fr: Ajouter un nouveau ci-dessus
sv: Lägg till nytt ovan

source: Add new account
es: Añadir una nueva cuenta
fr: Ajouter un nouveau compte
sv: Lägg till nytt konto

source: Add new below
es: Añadir nuevo debajo
fr: Ajouter un nouveau ci-dessous
sv: Lägg till nytt nedan

source: Add Note<0><1>Under 150 characters</1></0>
es: Añadir nota<0><1>Menos de 150 caracteres</1></0>
fr: Ajouter un commentaire de <0><1>moins de 150 caractères</1></0>
sv: Lägg till anteckning<0><1>Under 150 tecken</1></0>

source: Add receipts on the go
es: Añade recibos sobre la marcha
fr: Ajouter les reçus en déplacement
sv: Lägg till kvitton när du är på språng

source: Add reviewer
es: Agregar revisor
fr: Ajouter un vérificateur
sv: Lägg till granskare

source: Add row above
es: Agregar una fila arriba
fr: Ajouter une ligne ci-dessus
sv: Lägg till rad ovan

source: Add row below
es: Agregar una fila abajo
fr: Ajouter une ligne ci-dessous
sv: Lägg till rad nedan

source: Add team members
es: Añade los miembros del equipo
fr: Ajouter des employés à l'équipe
sv: Lägg till teammedlemmar

source: Add them now
es: Añádelos ahora.
fr: Ajoutez-les maintenant
sv: Lägg till dem nu

source: Add to Export Queue
es: Añadir a la cola de exportación
fr: Ajouter à la file d'attente d'exportation
sv: Lägg till i exportkön

source: Add to Scope
es: Añadir al alcance
fr: Ajouter au champ d'application
sv: Lägg till i scope

source: Add Transaction
es: Añadir la transacción
fr: Ajouter une transaction
sv: Lägg till transaktion

source: Add your company details
es: Añade los datos de tu empresa
fr: Ajoutez les détails de votre entreprise
sv: Lägg till dina företagsuppgifter

source: Added
es: Añadido
fr: Ajouté
sv: Lagt till

source: Added by Pleo
es: Añadido por Pleo
fr: Ajouté par Pleo
sv: Tillagd av Pleo

source: Added to queue
es: Añadido a la cola
fr: Ajouté à la file d'attente
sv: Tillagd i kö

source: Additional
es: Adicional
fr: Supplémentaire
sv: Ytterligare

source: Additional cards
es: Tarjetas adicionales
fr: Cartes supplémentaires
sv: Ytterligare kort

source: Additional documentation is required
es: Se requiere documentación adicional
fr: Une documentation supplémentaire est requise
sv: Ytterligare dokumentation krävs

source: Address
es: Dirección
fr: Adresse
sv: Adress

source: Address is required
es: La dirección es obligatoria
fr: L'adresse est obligatoire
sv: Adress krävs

source: Address line 1
es: Línea de dirección 1
fr: Ligne d'adresse 1
sv: Adressrad 1

source: Address line 1 is invalid
es: La línea de dirección 1 no es válida
fr: La ligne d'adresse 1 n'est pas valide
sv: Adressrad 1 är ogiltig

source: Address line 1 is required
es: Se requiere la línea de dirección 1
fr: La ligne d'adresse 1 est obligatoire
sv: Adressrad 1 krävs

source: Address line 2
es: Línea de dirección 2
fr: Ligne d'adresse 2
sv: Adressrad 2

source: Address line 2 is invalid
es: La línea dirección 2 no es válida
fr: La ligne d'adresse 2 n'est pas valide
sv: Adressrad 2 är ogiltig

source: Admin
es: Administrador
fr: Administrateur
sv: Administration

source: Admin <0>login</0>
es: Inicio <0>de</0> sesión de administrador
fr: <0>Connexion</0> en tant qu'administrateur
sv: Administratör <0>inloggning</0>

source: Admins
es: Administradores
fr: Administrateurs
sv: Administratörer

source: Afdeling
es: Departamento
fr: Département
sv: Avdelning

source: Africa
es: África
fr: Afrique
sv: Afrika

source: After Danske Bank has returned the signed application, send it to Nets via email ( <0>erhverv@nets.eu</0>)
es: Después de que el Danske Bank haya devuelto la solicitud firmada, envíela a Nets por correo electrónico ( <0>erhverv@nets.eu</0>)
fr: Une fois que Danske Bank a renvoyé la demande signée, envoyez-la à Nets par e-mail (<0>erhverv@nets.eu</0>)
sv: När Danske Bank har returnerat den signerade ansökan skickar du den till Nets via e-post ( <0>erhverv@nets.eu</0>)

source: Agreement Active
es: Acuerdo activo
fr: Accord actif
sv: Avtalet aktivt

source: Agreement deleted
es: Acuerdo eliminado
fr: Accord supprimé
sv: Avtalet har raderats

source: Agreement submitted
es: Acuerdo enviado
fr: Accord soumis
sv: Avtal inlämnat

source: All
es: Todos
fr: Tous
sv: Allt

source: All cards
es: Todas las tarjetas
fr: Toutes les cartes
sv: Alla kort

source: All cards belonging to {0} will be permanently disabled. Make sure to collect their plastic card and destroy it.
es: Todas las tarjetas pertenecientes a %s serán desactivadas permanentemente. Asegúrate de recoger su tarjeta de plástico y destruirla
fr: Toutes les cartes appartenant à %s seront définitivement désactivées. Assurez-vous de récupérer leur carte physique et de la détruire
sv: Alla kort som tillhör %s kommer att inaktiveras permanent. Se till att samla in deras fysiska kort och förstöra det

source: All caught up.
es: Todo al día
fr: Tous fini
sv: Allt är klart

source: All done
es: Ya está hecho.
fr: Terminé
sv: Klart

source: All employees are now reviewers
es: Todos los empleados son ahora revisores
fr: Tous les employés sont maintenant des vérificateurs
sv: Alla anställda är nu granskare

source: All employees have been assigned a team
es: A todos los empleados se les ha asignado un equipo
fr: Tous les employés ont été affectés à une équipe
sv: Alla medarbetare har tilldelats ett team

source: All employees have been assigned to the client
es: Todos los empleados han sido asignados al cliente
fr: Tous les employés ont été affectés au client
sv: Alla medarbetare har tilldelats kunden

source: All expenses amended.
es: Todos los gastos modificados
fr: Toutes les dépenses modifiées
sv: Alla ändrade utgifter

source: All expenses reviewed.
es: Todos los gastos revisados
fr: Toutes les dépenses vérifiées
sv: Alla granskade utgifter

source: All replacement cards paired
es: Todas las tarjetas de recambio están emparejadas
fr: Toutes les cartes de remplacement activées
sv: Alla ersättningskort kopplade

source: All team members currently have plastic cards. To order more cards you need to add more people to your team
es: Todos los miembros del equipo tienen actualmente tarjetas de plástico. Para pedir más tarjetas, necesitas añadir más gente a tu equipo
fr: Tous les employés de l'équipe ont actuellement des cartes physiques. Pour commander plus de cartes, vous devez ajouter plus de personnes à votre équipe
sv: Alla teammedlemmar har för närvarande fysiska kort. För att beställa fler kort måste du lägga till fler personer i ditt team

source: Amount
es: Cantidad
fr: Montant
sv: Belopp

source: Amount is required
es: Se requiere una cantidad
fr: Un montant est requis
sv: Belopp krävs

source: Amount to unload
es: Cantidad a descargar
fr: Montant du retrait de fonds
sv: Belopp som ska återbetalas
