Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Import "afdelinger" as tags
es: Importar "departamentos" como etiquetas
fr: Importer «afdelinger» comme libellés
sv: Importera "avdelning" som taggar

source: Import Business Central Dimensions as tags
es: Importar dimensiones de Business Central como etiquetas
fr: Importer des dimensions Business Central en tant que libellés

source: Import changes
es: Importar cambios
fr: Importer les modifications
sv: Importera ändringar

source: Import classes and projects as tags
es: Importar clases y proyectos como etiquetas
fr: Importer des classes et des projets en tant que libellés
sv: Importera klasser och projekt som taggar

source: Import fortnox dimensions as tags
es: Importar las dimensiones de Fortnox como etiquetas
fr: Importer des dimensions Tourteaux en tant que libellés
sv: Importera Fortnox-dimensioner som taggar

source: Import from "Afdeling"
es: Importar desde departamento
fr: Importer depuis "Afdeling"
sv: Importera från "Afdeling"

source: Import from Business Central
es: Importar desde Business Central
fr: Importer depuis Business Central

source: Import from Fortnox
es: Importar desde Fortnox
fr: Importer depuis Fortnox
sv: Importera från Fortnox

source: Import from Quickbooks
es: Importar desde Quickbooks
fr: Importer depuis Quickbooks
sv: Importera från Quickbooks

source: Import from Visma
es: Importar desde Visma
fr: Importer depuis Visma
sv: Importera från Visma

source: Import options as tags
es: Opciones de importación como etiquetas
fr: Options d'importation sous forme de libellés
sv: Importera alternativ som taggar

source: Import tags from...
es: Importar etiquetas de
fr: Importer des libellés depuis
sv: Importera taggar från

source: Import Visma eEkonomi dimensions as tags
es: Importar las dimensiones de Visma eEkonomi como etiquetas
fr: Importer des dimensions Visma eEkonomi en tant que libellés
sv: Importera dimensioner från Visma eEkonomi som taggar

source: Importing tags will clear the tags already created in Pleo. If you're okay with this continue, if not - return to the tags page and create a new tag group
es: La importación de etiquetas borrará las etiquetas ya creadas en Pleo. Si está de acuerdo con esto, continúe. Si no, vuelva a la página de etiquetas y cree un nuevo grupo de etiquetas
fr: L'importation de libellés effacera les libellés déjà créés dans Pleo. Si cela vous convient, continuez. Sinon, revenez à la page des libellés et créez un nouveau groupe de libellés
sv: Om du importerar taggar rensas de taggar som redan har skapats i Pleo. Om du är okej med det här, fortsätt. Om inte, gå tillbaka till taggsidan och skapa en ny taggrupp

source: Importing...
es: Importando
fr: Importation
sv: importera

source: In doubt of where to find these? <0>Learn more</0>
es: ¿No estás seguro de dónde encontrar esto? <0>Saber más.</0>
fr: Vous ne savez pas où les trouver? <0>En savoir plus</0>
sv: Är du osäker på var du kan hitta de här? <0>Läs mer</0>

source: In order to re-import changes successfully, please choose the column in your spreadsheet and Pleo that contains unique values (no duplicates). In Pleo this goes for both Active and Archived tags.
es: Para reimportar los cambios con éxito, por favor, elija la columna de su hoja de cálculo que contenga valores únicos (sin duplicados). En Pleo esto va tanto para las etiquetas activas como para las archivadas
fr: Afin de réimporter les modifications avec succès, veuillez choisir la colonne de votre feuille de calcul et Pleo qui contient des valeurs uniques (pas de doublons). Cela vaut pour les libellés actifs et archivés
sv: För att återimportera ändringarna framgångsrikt, välj den kolumn i kalkylbladet och Pleo som innehåller unika värden (inga dubbletter). I Pleo gäller det här för både aktiva och arkiverade taggar

source: In progress...
es: En curso
fr: En cours
sv: Pågående

source: In the mean time, you can top-up your wallet with a regular <0>bank transfer</0>.
es: Mientras tanto, puede cargar tu monedero con una <0>transferencia bancaria</0>
fr: En attendant, vous pouvez ajouter des fonds à votre portefeuille avec un <0>virement bancaire régulier</0>
sv: Under tiden kan du fylla på er wallet med en vanlig <0>banköverföring</0>

source: Include archived tags
es: Incluya las etiquetas archivadas
fr: Inclure les libellés archivés
sv: Inkludera arkiverade taggar

source: Include column names in the file
es: Incluya los nombres de las columnas en el archivo
fr: Inclure les noms de colonne dans le fichier
sv: Inkludera kolumnnamn i filen

source: Incomplete address
es: Dirección incompleta
fr: Adresse incomplète
sv: Ofullständig adress

source: Incorrect Pin
es: PIN incorrecto
fr: PIN incorrect
sv: Felaktig PIN-kod

source: Incorrect token. Please <0>try again.</0>
es: Ficha incorrecta. Por favor, <0>inténtelo</0> de nuevo.
fr: Jeton incorrect. Veuillez <0>réessayer</0>
sv: Fel kod. Snälla <0>försök igen</0>

source: Incorrect? <0>Contact us</0>
es: ¿No es correcto? <0>Contáctanos.</0>
fr: Incorrecte? <0>Contactez-nous</0>
sv: Stämmer det inte? <0>Kontakta oss</0>

source: Ingoing
es: Entrando en
fr: Entrant
sv: Ingående

source: Ingoing tax account
es: Cuenta de impuestos entrantes
fr: Compte de TVA entrant
sv: Konto för ingående moms

source: Ingoing tax account number
es: Número de cuenta de impuestos entrantes
fr: Numéro de compte TVA entrant
sv: Kontonummer för ingående moms

source: Input verification series here
es: Serie de verificación de entrada aquí
fr: Série de vérification d'entrée ici
sv: Ange verifikationsserie här

source: Integration Company
es: Empresa de integración
fr: Entreprise d'intégration

source: Integration error. Please re-enable on integrations page.
es: Error de integración. Por favor, intente activar de nuevo en la página de integraciones
fr: Erreur d'intégration. Veuillez essayer de réactiver sur la page des intégrations
sv: Integrationsfel. Försök att aktivera igen via integrationssidan

source: Integration error. Please re-enable on the <0>integrations page</0>.
es: Error de integración. Por favor, intente activar de nuevo en la <0>página de integraciones</0>
fr: Erreur d'intégration. Veuillez réessayer sur la page <0>intégrations</0>
sv: Integrationsfel. Försök att aktivera igen på <0>integrationssidan</0>

source: International transfer
es: Transferencia internacional
fr: Virement international
sv: Internationell överföring

source: Invalid email
es: Correo electrónico no válido
fr: E-mail invalide
sv: Ogiltig e-postadress

source: Invalid invite
es: Invitación inválida
fr: Invitation non valide
sv: Ogiltig inbjudan

source: Invalid token
es: Ficha inválida
fr: Jeton invalide
sv: Ogiltig token

source: Inventio has been selected as your accounting system
es: Inventio ha sido seleccionado como su sistema de contabilidad
fr: Inventio a été sélectionné comme système comptable
sv: Inventio har valts som ditt bokföringsprogram

source: Invitation for {0} revoked.
es: Invitación para %s revocada
fr: Invitation pour %s révoquée
sv: Inbjudan till %s återkallas

source: Invitation from {0} accepted.
es: Invitación de %s aceptada.
fr: Invitation de %s acceptée.
sv: Inbjudan från %s accepterad.

source: Invitation from {0} rejected.
es: Invitación de %s rechazada.
fr: Invitation de %s rejetée.
sv: Inbjudan från %s avvisad.

source: Invitation sent to {0}.
es: Invitación enviada a %s
fr: Invitation envoyée à %s
sv: Inbjudan skickas till %s

source: Invite
es: Invitar a
fr: Inviter
sv: Inbjudan

source: Invite member to setup accounting
es: Invitar al miembro a establecer una contabilidad
fr: Inviter un employé à configurer la comptabilité
sv: Bjud in medlem att ställa in bokföringen

source: Invite members
es: Invitar a los miembros
fr: Inviter des Employés
sv: Bjud in medlemmar

source: Invite sent successfully.
es: Invitación enviada con éxito
fr: Invitation envoyée avec succès
sv: Inbjudan har skickats

source: Invite team
es: Invitar al equipo
fr: Inviter vos employés
sv: Bjud in teamet

source: Invite your people to Pleo, set up spending limits and order physical cards.
es: Invita a tu Equipo a unirse a Pleo, establece límites de gasto y pide tarjetas físicas.
fr: Invitez vos employés à Pleo, fixez des limites de dépenses et commandez des cartes physiques.
sv: Bjud in ditt folk till Pleo, ställa in utgiftsgränser och beställ fysiska kort.

source: Invited
es: Invitado
fr: Invité
sv: inbjuden

source: Invited bookkeeper
es: Contable invitado
fr: Comptable invité
sv: Inbjuden redovisningskonsult

source: Invited on {0}
es: Invitado en %s
fr: Invité le %s
sv: Inbjuden den %s

source: Invites
es: Invita a
fr: Invitations
sv: Inbjudan

source: Invoice
es: Factura
fr: Facture
sv: Faktura

source: Invoices
es: Facturas
fr: Factures
sv: Fakturor

source: iOS app
es: Aplicación iOS
fr: Application iOS

source: iOS logo
es: Logo de iOS
fr: Logo iOS
sv: iOS-logotyp

source: Ireland
es: Irlanda
fr: Irlande
sv: irland

source: Is everything correct?
es: ¿Todo correcto?
fr: Est-ce que tout est correct ?
sv: Är allt korrekt?

source: Issuer
es: Emisor
fr: Émetteur
sv: Utgivare

source: It can take up to 6 business days to cancel the agreement with your bank. We'll e-mail you once this is complete.
es: Puede llevar hasta 6 días hábiles para cancelar el acuerdo con su banco. Le enviaremos un correo electrónico una vez que esto se haya confirmado
fr: L'annulation de l'accord avec votre banque peut prendre jusqu'à 6 jours ouvrables. Nous vous enverrons un e-mail une fois cette opération terminée
sv: Det kan ta upp till 6 arbetsdagar att säga upp avtalet med din bank. Vi skickar e-postmeddelande till dig när detta är klart

source: It can take up to 6 business days to make the agreement with your bank. We'll e-mail you once this is complete.
es: Puede tomar hasta 6 días hábiles para hacer el acuerdo con su banco. Le enviaremos un correo electrónico una vez que esto se haya completado
fr: Cela peut prendre jusqu'à 6 jours ouvrables pour conclure l'accord avec votre banque. Nous vous enverrons un e-mail une fois cette opération terminée
sv: Det kan ta upp till 6 arbetsdagar att sluta avtalet med din bank. Vi skickar ett e-postmeddelande till dig när detta är klart

source: It should reach your wallet by {0}
es: Debería llegar a tu monedero en %s
fr: Il devrait atteindre votre portefeuille d'ici %s
sv: Det bör nå er wallet den %s

source: It will be unpaired and removed from your account. This cannot be undone.
es: Será desemparejado y eliminado de su cuenta. Esto no puede deshacerse
fr: Il sera dissocié et supprimé de votre compte. Ça ne peut pas être annulé
sv: Det kommer att kopplas bort och tas bort från ditt konto. Denna åtgärd kan inte ångras

source: Job title
es: Posición
fr: Titre de votre poste
sv: Jobbtitel

source: Join <0>{companyName}</0>
es: Únete a <0>%1$s</0>
fr: Rejoignez <0>%1$s</0>
sv: Gå med i <0>%1$s</0>

source: Join <0>{companyName}</0> as a bookkeeper <1/> by completing your account below
es: Únete a <0>%1$s</0> como contable <1/>completando tu cuenta abajo.
fr: Rejoignez <0>%1$s</0> en tant que comptable <1/> en complétant votre compte ci-dessous
sv: Gå med i <0>%1$s</0> som redovisningskonsult <1/> genom att fylla i ditt konto nedan

source: Join <0>{companyName}</0> by <1/>completing your account below
es: Únete a <0>%1$s</0> <1/>completando tu cuenta abajo
fr: Rejoignez <0>%1$s</0> en <1/>complétant votre compte ci-dessous
sv: Gå med i <0>%1$s</0> genom att <1/>fylla i ditt konto nedan

source: Join us!
es: ¡Regístrate ahora!
fr: Rejoignez-nous!
sv: Joina oss!

source: Just a moment while we add your card...
es: Un momento mientras añadimos tu tarjeta
fr: Juste un instant pendant que nous ajoutons votre carte
sv: Vänta ett ögonblick medan vi lägger till ditt kort

source: Kickstart the future of business spending for your team.
es: Dale poder a tu equipo con el futuro de la gestión de gastos de empresa
fr: Responsabiliser votre équipe avec le future des dépenses d’entreprise
sv: Stärk ditt team med framtidens hantering av företagsutgifter

source: Knowledgebase
es: Base de conocimiento
fr: Base de connaissances
sv: Kunskapsbas

source: Language
es: Idioma
fr: Langue
sv: Språk

source: Larger amounts will be on hold until your company is fully verified.
es: Las cantidades más grandes estarán en espera hasta que su compañía sea completamente verificada
fr: Les montants plus importants seront suspendus jusqu'à ce que votre entreprise soit entièrement vérifiée
sv: Större belopp kommer att vara på vent tills att ditt företag är fullständigt verifierat

source: Last
es: Último
fr: Dernier
sv: Sista

source: Last 4 digits of card
es: Los últimos 4 dígitos de la tarjeta
fr: 4 derniers chiffres de la carte
sv: De sista fyra siffrorna på kortet

source: Last four digits are required
es: Se requieren los últimos cuatro dígitos
fr: Les quatre derniers chiffres sont requis
sv: De fyra sista siffrorna krävs

source: Last name
es: Apellido
fr: Nom de famille
sv: Efternamn

source: Last name is invalid
es: El apellido no es válido
fr: Le nom de famille n'est pas valide
sv: Efternamnet är ogiltigt

source: Last name is required
es: Se requiere el apellido
fr: Le nom est obligatoire
sv: Efternamn krävs

source: Last run
es: La última carrera
fr: Dernières étapes
sv: Senaste körningen

source: Last updated
es: Última actualización
fr: Dernière mise à jour
sv: Senast uppdaterad

source: Last updated {0}
es: Última actualización %s
fr: Dernière mise à jour %s
sv: Senast uppdaterad %s

source: Learn how Pleo saves you time
es: Aprende cómo Pleo te permite hacer más
fr: Découvrez comment Pleo vous permet de faire plus
sv: Läs om hur Pleo ger dig möjlighet att göra mer

source: Learn more
es: Saber más
fr: En savoir plus
sv: Läs mer

source: Let {ownerName} know why this expense is not okay
es: Hazle saber a %1$s por qué este gasto no está bien.
fr: Faites savoir à %1$s pourquoi cette dépense n'est pas acceptable
sv: Låt %1$s veta varför den här utgiften inte är OK

source: Let you export expenses and receipts directly to {0}
es: Le permite exportar los gastos e ingresos directamente a %s
fr: Vous permet d'exporter les dépenses et les reçus directement vers %s
sv: Låter dig exportera utgifter och kvitton direkt till %s

source: Let's connect your accounting system.
es: Conectemos su sistema de contabilidad
fr: Connectons votre système comptable
sv: Låt oss ansluta ditt bokföringsprogram

source: Let's create your account
es: Vamos a crear tu cuenta
fr: Créez votre compte
sv: Låt oss skapa ditt konto

source: Let's create your virtual card! This card is perfect for subscriptions and online purchases, and you can start using it as soon as you transfer funds to your Pleo wallet. We'll use this card to pay your monthly Pleo invoice, which you will be able to see on your expense list.
es: ¡Vamos a crear tu tarjeta virtual! Esta tarjeta es perfecta para compras en línea y suscripciones. Puedes empezar a usarla tan pronto como transfieras fondos a tu monedero de Pleo. También utilizaremos esta tarjeta para pagar tu factura mensual de Pleo, que podrás ver en tu lista de gastos
fr: Créons votre carte virtuelle! Cette carte est parfaite pour les achats et les abonnements en ligne. Vous pouvez commencer à l'utiliser dès que vous faites un virement vers votre portefeuille Pleo. Nous utiliserons également cette carte pour payer votre facture mensuelle Pleo, que vous pourrez voir sur votre liste de dépenses
sv: Låt oss skapa ditt virtuella kort! Detta kort är perfekt för online-köp och prenumerationer. Du kan börja använda kortet så snart ni överfört pengar till företagets Pleo wallet. Det här kortet kommer även användas för att betala er månatliga Pleo-faktura, vilket du kommer att kunna se på er lista över utgifter

source: Letter used for the verification series on which Pleo expenses are booked.
es: Carta usada para la serie de verificación en la que se registran los gastos de Pleo.
fr: Lettre utilisée pour la série de vérification sur laquelle les dépenses Pleo sont enregistrées.
sv: Bokstav som används för verifikationsserien där utigfter i Pleo bokas.

source: lexoffice has been selected as your accounting system
es: Lexoffice ha sido seleccionado como su sistema de contabilidad
fr: lexoffice a été sélectionné comme système comptable
sv: lexoffice har valts som ditt bokföringssystem

source: Lightbulb
es: Bombilla
fr: Ampoule
sv: Glödlampa

source: Limit cell to
es: Limitar celda a
fr: Limiter la cellule à
sv: Begränsa cellen till

source: Limit per purchase <0>This defines the maximum amount of an individual purchase. Any purchase that exceeds this amount will be declined.</0>
es: Límite por compra <0>Esto define la cantidad máxima que se puede gastar en cada compra individual. Cualquier compra que supere esta cantidad será rechazada</0>
fr: Limite par achat <0> Ceci définit le montant maximum qui peut être dépensé pour chaque achat individuel. Tout achat dépassant ce montant sera refusé </0>
sv: Beloppsgräns <0>Detta definierar det maximala beloppet som kan spenderas för varje enskilt köp. Alla köp som överstiger detta belopp kommer att avvisas</0>

source: Limit reached
es: Límite alcanzado
fr: Limite atteinte
sv: Köpgräns nådd

source: Limit reached. All cards are frozen. <0>The Pleo cards will automatically be re-enabled at the beginning of the next calendar month or if an administrator increases the spending limit.</0>
es: Has llegado a tu límite y todas las tarjetas de Pleo están ahora congeladas. <0>Las tarjetas volverán a funcionar al principio del próximo mes natural o si un administrador aumenta el límite de gasto</0>
fr: Vous avez atteint votre limite et toutes les cartes Pleo sont maintenant gelées. <0>cartes fonctionneront à nouveau au début du mois civil suivant ou si un administrateur augmente la limite de dépenses </0>
sv: Du har nått din köpgräns och alla Pleo-kort är nu spärrade. <0>Korten kommer att fungera igen i början av nästa kalendermånad eller om en administratör ökar din köpgräns</0>

source: Limit reached. All cards are frozen. <0>The Pleo cards will be re-enabled when you increase or reset the Total Limit.</0>
es: Has llegado a tu límite y todas las tarjetas de Pleo están ahora congeladas. <0>Las tarjetas volverán a funcionar cuando aumente, o se restablezca el límite total.</0>
fr: Vous avez atteint votre limite et toutes les cartes Pleo sont maintenant gelées. <0>cartes fonctionnent à nouveau lorsque vous augmentez ou réinitialisez la limite totale.</0>
sv: Du har nått din köpgräns och alla Pleo kort är nu spärrade. <0>Korten fungerar igen när du ökar eller återställer den totala gränsen.</0>

source: Limited Liability Company
es: Sociedad de responsabilidad limitada
fr: Entreprise à responsabilité limitée
sv: Företag med begränsat ansvar

source: Limits
es: Límites
fr: Limites
sv: Köpgränser

source: Limits for {0} removed.
es: Límites para %s eliminado
fr: Suppression des limites pour %s
sv: Köpgränser för %s har tagits bort

source: Limits for {0} set successfully.
es: Límites para %s establecidos con éxito
fr: Limites pour %s définies avec succès
sv: Köpgränser för %s skapades

source: List expense as debit
es: Listar el gasto como débito
fr: Liste des dépenses en débit
sv: Ange utgifter som debet

source: List expenses as debit
es: Enumera los gastos como débito
fr: Liste des dépenses en débit
sv: Ange utgifter som debet

source: Loading
es: Cargando
fr: Chargement
sv: Laddar

source: Loading billing
es: Cargando facturación
fr: Chargement de la facturation
sv: Läser in fakturering

source: Loading cards
es: Cargando tarjetas
fr: Chargement des cartes
sv: Läser in kort

source: Loading categories
es: Cargando categorías
fr: Chargement des catégories
sv: Läser in kategorier

source: Loading clients...
es: Cargando clientes
fr: Chargement des clients
sv: Läser in klienter

source: Loading details
es: Cargando detalles
fr: Chargement des détails
sv: Läser in information

source: Loading expenses
es: Cargando los gastos
fr: Chargement des achats
sv: Läser in utgifter

source: Loading preferences
es: Cargando preferencias
fr: Chargement des préférences
sv: Laddar inställningar

source: Local transfer
es: Transferencia local
fr: Virement local
sv: Lokal överföring

source: Locality
es: Localidad
fr: Ville
sv: Plats

source: Locality / City
es: Localidad / Ciudad
fr: Ville
sv: Ort / Stad

source: Locality is invalid
es: La localidad es inválida
fr: La ville n'est pas valide
sv: Platsen är ogiltig

source: Locality is required
es: Se requiere una localidad
fr: La ville est requise
sv: Plats krävs

source: Locked
es: Bloqueado
fr: Verrouillé
sv: Låst

source: Log in
es: Iniciar sesión
fr: S'identifier
sv: Logga in

source: Log in to Pleo
es: Inicie sesión en Pleo
fr: Connectez-vous à Pleo
sv: Logga in på Pleo

source: Login
es: Iniciar sesión
fr: S'identifier
sv: Logga in

source: Login to <0>Billy</0>
es: Inicia sesión en <0>Billy</0>
fr: Connectez-vous à <0>Billy</0>
sv: Logga in på <0>Billy</0>

source: Login to <0>Fortnox</0>
es: Ingresa a <0>Fortnox</0>
fr: Connectez-vous à <0>Fortnox</0>
sv: Logga in på <0>Fortnox</0>

source: Logout
es: Cerrar sesión
fr: Se déconnecter
sv: Logga ut

source: Look up a {0} postcode
es: Busca un %s código postal
fr: Rechercher un %s code postal
sv: Slå upp ett %s postnummer

source: Looking for help? <0>Contact support</0>
es: ¿Buscas ayuda? <0>Contacta con el servicio de soporte técnico</0>
fr: Besoin d'aide? <0>Contacter le support</0>
sv: Behöver du hjälp? <0>Kontakta supporten</0>

source: Looking to add a cash purchase?
es: ¿Quieres añadir una compra en efectivo?
fr: Vous souhaitez ajouter un achat en espèces?
sv: Vill du lägga till ett kontantköp?

source: Looks like not enough information about the management was provided.
es: Parece que necesitamos más información sobre la gestión
fr: Il semble que nous ayons besoin de plus d'informations sur la direction
sv: Det ser ut som vi behöver mer information om ledningen

source: Looks like you're about to add {0} to your account. <0>This</0> is what it means for you.
es: Parece que estás a punto de añadir a %s a tu cuenta. <0>Esto</0> es lo que significa para ti.
fr: Il semble que vous soyez sur le point d'ajouter %s à votre compte. <0>Voici</0> ce que cela signifie pour vous.
sv: Det ser ut som att du tänker lägga till %s till ditt konto. <0>Detta</0> är vad det innebär för dig.

source: Lost
es: Perdido
fr: Perdu
sv: Förlorat

source: Lost or stolen
es: Perdido o robado
fr: Perdu ou volé
sv: Förlorade eller stulna

source: Low balance
es: Saldo bajo
fr: Faible solde
sv: Lågt saldo

source: Low balance alert
es: Alerta de balance bajo
fr: Alerte de solde faible
sv: Varning för lågt saldo

source: Make a purchase
es: Realizar una compra
fr: Faites un achat
sv: Göra ett köp

source: Make sure to validate the Styx company structure
es: Asegúrate de validar la estructura de la compañía Styx
fr: Assurez-vous de valider la structure de l'entreprise Styx
sv: Se till att validera Styx företagsstruktur

source: Male
es: Hombre
fr: Masculin
sv: Manlig

source: Manage Plan
es: Administrar el plan de
fr: Gérer votre plan
sv: Hantera planen
