Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Mark card as lost/stolen
es: Marcar la tarjeta como perdida o robada
fr: Marquer la carte comme perdue ou volée
sv: Markera kort som förlorat eller stulet

source: Match "Afdeling" with tags
es: Emparejar "$1" con las etiquetas
fr: Faites correspondre "Afdeling" avec les libellés
sv: Matcha "Avdelning" med taggar

source: Match "Class" or "Projects" with tags
es: Emparejar "Clase" o "Proyectos" con etiquetas
fr: Faites correspondre «Code analytique» ou «Projets» avec des libellés
sv: Matcha "Klass" eller "Projekt" med taggar

source: Match "Projekt" or "Kostnadsställe" with tags
es: Emparejar "Projekt" o "Kostnadsställe" con etiquetas
fr: Faites correspondre "Projekt" ou "Kostnadsställe" avec des libellés
sv: Matcha "Projekt" eller "Kostnadsställe" med taggar

source: Match account numbers with categories
es: Emparejar los números de cuenta con las categorías
fr: Faites correspondre les numéros de compte avec les catégories
sv: Matcha kontonummer med kategorier

source: Match Pleo Categories to your account numbers
es: Emparejar categorías de Pleo con sus números de cuenta
fr: Faites correspondre les catégories Pleo à vos numéros de compte
sv: Matcha Pleo-kategorier med dina kontonummer

source: Match tracking categories or customers with tags
es: Emparejar categorías de seguimiento o clientes con etiquetas
fr: Faites correspondre vos codes analytiques avec des libellés
sv: Matcha kategorier eller kunder med taggar

source: Maximum {0}
es: Máximo %s
fr: Maximum %s
sv: Maximalt %s

source: Maximum 150 characters
es: Máximo 150 caracteres
fr: 150 caractères maximum
sv: Max 150 tecken

source: Maximum file size is {0}.
es: El tamaño máximo del archivo es de %s
fr: La taille maximale du fichier est %s
sv: Maximal filstorlek är %s

source: Maximum of 11 characters
es: Máximo de 11 caracteres
fr: Maximum de 11 caractères
sv: Max 11 tecken

source: Maximum of 12 digits
es: Máximo de 12 dígitos
fr: 12 chiffres maximum
sv: Max 12 siffror

source: Maximum of 32 characters
es: Máximo de 32 caracteres
fr: 32 caractères maximum
sv: Max 32 tecken

source: Maximum of 5 digits
es: Máximo de 5 dígitos
fr: 5 chiffres maximum
sv: Max 5 siffror

source: Maximum value is {0}
es: El valor máximo es %s
fr: La valeur maximale est %s
sv: Maximalt värde är %s

source: Members
es: Miembros
fr: Employés
sv: Medlemmar

source: Merchant name
es: Nombre del comerciante
fr: Nom du commerçant
sv: Namn på köpställe

source: Merchant name is required
es: Se requiere el nombre del comerciante
fr: Le nom du commerçant est requis
sv: Namn på köpställe krävs

source: Message
es: Mensaje
sv: Meddelande

source: Method
es: Método
fr: Méthode
sv: Metod

source: Middle
es: Medio
fr: Milieu
sv: Mitten

source: middle name
es: segundo nombre
fr: deuxième nom
sv: mellannamn

source: Minimum of 4 digits
es: Mínimo de 4 dígitos
fr: Minimum de 4 chiffres
sv: Minst 4 siffror

source: Minimum of 5 characters
es: Mínimo de 5 caracteres
fr: Minimum de 5 caractères
sv: Minst 5 tecken

source: Minimum of 8 characters
es: Mínimo de 8 caracteres
fr: 8 caractères minimum
sv: Minst 8 tecken

source: Minimum order is 1 card
es: El pedido mínimo es de 1 tarjeta
fr: La commande minimum est de 1 carte
sv: Minsta beställning är 1 kort

source: Minimum value is {0}
es: El valor mínimo es %s
fr: La valeur minimale est %s
sv: Minsta värde är %s

source: Missing
es: Desaparecido
fr: Manquant
sv: Saknas

source: Missing a receipt?
es: ¿Falta un recibo?
fr: Vous manquez un reçu?
sv: Saknar du kvittot?

source: Missing account number
es: Falta el número de cuenta
fr: Numéro de compte manquant
sv: Saknar kontonummer

source: Missing note
es: Nota faltante
fr: Commentaire manquant
sv: Saknar anteckning

source: Missing receipt
es: Falta el recibo
fr: Reçu manquant
sv: Saknar kvitto

source: Missing receipts
es: Recibos faltantes
fr: Reçus manquants
sv: Kvitton saknas

source: Missing shareholder information
es: Falta información de los accionistas
fr: Informations sur les actionnaires manquantes
sv: Saknar aktieägarinformation

source: missingReceipts.subtitle
es: {count, plural, one %1$s other %2$s}
fr: {count, plural, one %1$s other %2$s}
sv: {count, plural, one %1$s other %2$s}

source: missingReceipts.title
es: {count, plural, one %1$s other %2$s}
fr: {count, plural, one %1$s other %2$s}
sv: {count, plural, one %1$s other %2$s}

source: Mobile
es: Móvil
sv: Mobil

source: Money talks – and so does Pleo! Our service is now available in new languages. Do you want to switch your account to {languageText}?
es: El dinero habla, ¡y Pleo también! Nuestro servicio ahora está disponible en nuevos idiomas. ¿Desea cambiar su cuenta a %1$s ?
fr: L'argent parle - et Pleo aussi! Notre service est désormais disponible dans de nouvelles langues. Voulez-vous basculer votre compte vers %1$s ?
sv: Pengar talar - och det gör Pleo! Vår tjänst finns nu tillgänglig på flera språk. Vill du byta ditt konto till %1$s?

source: Month
es: Mes
fr: Mois
sv: Månad

source: Monthly
es: Mensual
fr: Mensuelle
sv: En gång i månaden

source: Monthly limit reached
es: Límite mensual alcanzado
fr: Limite mensuelle atteinte
sv: Månatlig köpgräns nådd

source: More
es: Más
fr: Plus
sv: Mer

source: More expenses
es: Más gastos
fr: Plus de dépenses
sv: Fler utgifter

source: More filters
es: Más filtros
fr: Plus de filtres
sv: Fler filter

source: Move above
es: Muévete hacía arriba.
fr: Déplacer ci-dessus
sv: Flytta över

source: Move below
es: Muévete hacia abajo.
fr: Déplacer ci-dessous
sv: Flytta ner

source: Move row down
es: Mueve la fila hacia abajo
fr: Déplacer la ligne vers le bas
sv: Flytta ner raden

source: Move row up
es: Mueve la fila hacia arriba
fr: Déplacer la ligne vers le haut
sv: Flytta upp raden

source: Must be a valid phone number
es: Debe ser un número de teléfono válido.
fr: Doit être un numéro de téléphone valide
sv: Måste vara ett giltigt telefonnummer

source: My cards
es: Mis tarjetas
fr: Mes cartes
sv: Mina kort

source: My Clients
es: Mis clientes
fr: Mes clients
sv: Mina klienter

source: Name
es: Nombre
fr: Nom
sv: Namn

source: Name is required
es: Se necesita el nombre
fr: Le nom est requis
sv: Namn krävs

source: National ID
es: Número de DNI
fr: Carte d'identité
sv: Nationellt ID

source: Needs details
es: Necesita más detalles
fr: Besoin de plus de détails
sv: Behöver lite mer information

source: New
es: Nuevo
fr: Nouveau
sv: Ny

source: New card. New powers
es: Nueva tarjeta. Nuevos poderes
fr: Nouvelle carte. Nouvelles fonctionnalités
sv: Nytt kort. Nya krafter

source: New file
es: Nuevo archivo
fr: Nouveau fichier
sv: Ny fil

source: New funds have reached your Pleo wallet
es: Has recibido nuevos fondos en tu monedero de Pleo
fr: De nouveaux fonds sont arrivés dans votre portefeuille Pleo
sv: Nya pengar har laddats på din Pleo wallet

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
sv: Nytt lösenord

source: Next
es: Siguiente
fr: Prochain
sv: Nästa

source: Next step: Categories
es: El siguiente paso: Categorías
fr: Étape suivante: Catégories
sv: Nästa steg: Kategorier

source: Next step: Complete set up
es: El siguiente paso: Completar configuración
fr: Étape suivante: configuration complète
sv: Nästa steg: Komplett installation

source: Next step: Create tags
es: El siguiente paso: Crear etiquetas
fr: Étape suivante: créer des libellés
sv: Nästa steg: Skapa taggar

source: Next: Invite team
es: El siguiente: Invitar al equipo
fr: Étape suivante: Inviter vos employés
sv: Nästa: Bjud in teamet

source: Next: Verify company
es: El siguiente: Verificar la compañía
fr: Étape suivante: Vérifier l'entreprise
sv: Nästa: Verifiera företaget

source: Nice to see you. Before you start using Pleo, we need to check a few details about you and your team.
es: Nos alegramos de tenerte con nosotros. Antes de empezar a usar Pleo, necesitamos comprobar algunos detalles sobre ti y tu equipo.
fr: Bienvenu. Avant de commencer à utiliser Pleo, nous devons vérifier quelques détails sur vous et votre équipe.
sv: Trevligt att träffas. Innan du kan börja använda Pleo måste vi kontrollera informationen om dig och ditt team.

source: No {0}
es: No %s
fr: Non %s
sv: Nej %s

source: No account? <0>Get started for free</0>
es: ¿No tienes una cuenta de Pleo? <0>Empieza gratis ahora</0>
fr: Vous n'avez pas de compte Pleo? <0>Commencez gratuitement</0>
sv: Har du inget Pleo-konto? <0>Kom igång gratis</0>

source: No active tags yet
es: No hay etiquetas activas todavía
fr: Aucun libellé actif pour le moment
sv: Inga aktiva taggar ännu

source: No address defined
es: No se ha definido ninguna dirección
fr: Aucune adresse définie
sv: Ingen adress definierad

source: No archived tag groups
es: No hay grupos de etiquetas archivados
fr: Aucun groupe de libellés archivé
sv: Inga arkiverade taggrupper

source: No bookkeepers assigned to your company yet.
es: No hay contables asignados a tu empresa todavía.
fr: Aucun comptable n'a encore été assigné à votre entreprise
sv: Inga bokhållare tilldelade ditt företag än.

source: No bookkeepers assigned yet.
es: No hay contables asignados todavía
fr: Aucun comptable n'a encore été assigné
sv: Inga redovisningskonsulter tilldelade

source: No cards activated yet.
es: No hay tarjetas activadas todavía
fr: Aucune carte activée pour le moment
sv: Inga kort har aktiverats än

source: No cash out there
es: No hay dinero en efectivo
fr: Il n'y a pas d'argent en espèce extérieur au compte
sv: Det finns inga kontanter där

source: No changes
es: No hay cambios
fr: Aucun changement
sv: Inga förändringar

source: No clients yet
es: No hay clientes todavía.
fr: Pas encore de clients
sv: Inga klienter ännu

source: No company ID
es: No hay identificación de la compañía
fr: Aucun ID d'entreprise
sv: Inget företags-ID

source: No document ID
es: Sin identificación de documento
fr: Aucun ID de document
sv: Inget dokument-ID

source: No employees matching search
es: No hay empleados que coincidan con la búsqueda
fr: Aucun employé correspondant à la recherche
sv: Inga anställda matchar sökningen

source: No expenses
es: No hay gastos
fr: Pas de frais
sv: Inga utgifter

source: No expenses here yet
es: No hay gastos aquí todavía.
fr: Pas encore de dépenses ici
sv: Inga utgifter här ännu

source: No expenses to review
es: No hay gastos para revisar
fr: Aucune dépense à vérifier
sv: Inga utgifter att granska

source: No exported expenses
es: No hay gastos de exportación
fr: Aucune dépense exportée
sv: Inga exporterade utgifter

source: No exports yet
es: Todavía no hay exportaciones
fr: Aucune exportation pour le moment
sv: Inga exporter ännu

source: No ID
es: No hay identificación
fr: Pas d'identifiant
sv: Inget ID

source: No invoices found
es: No se han encontrado facturas
fr: Aucune facture trouvée
sv: Inga fakturor hittades

source: No limit
es: No hay límite
fr: Sans limites
sv: Ingen köpgräns

source: No limit set
es: No hay límite establecido
fr: Aucune limite définie
sv: Ingen köpgräns har angetts

source: No managers, directors or UBOs found. <0>Contact us</0>
es: No se han encontrado gerentes, directores o UBO. <0>Contáctenos</0>
fr: Aucun gestionnaire, directeur ou UBO trouvé. <0>Contactez-nous</0>
sv: Inga chefer, styrelseledamöter eller ultimata fördelaktiga ägare hittades. <0>Kontakta oss</0>

source: No member added
es: No se ha añadido ningún miembro
fr: Aucun employé ajouté
sv: Ingen medlem tillagd

source: No members matching search
es: No hay miembros que coincidan con la búsqueda
fr: Aucun employé correspondant à la recherche
sv: Inga medlemmar matchar sökningen

source: No members yet
es: No hay miembros todavía
fr: Pas encore d'employés
sv: Inga medlemmar ännu

source: No note
es: No hay nota.
fr: Pas de commentaire
sv: Ingen anteckning

source: No one is carrying company cash
es: Nadie lleva el dinero de la empresa
fr: Personne ne porte de l'argent en espèce de l'entreprise
sv: Ingen på företaget bär kontanter

source: No one is waiting for their money
es: Nadie está esperando su dinero - buen trabajo
fr: Personne n'est en attente d'argent - bon travail
sv: Ingen väntar på sina pengar – bra jobbat

source: No pending expenses
es: No hay gastos pendientes
fr: Pas de dépenses en attente
sv: Inga väntande utgifter

source: No person ID
es: No hay identificación de persona
fr: Aucune ID de personne
sv: Inget person-ID

source: No proof of address
es: No hay prueba de dirección
fr: Pas de preuve d'adresse
sv: Inga bevis på adress

source: No proof of ID
es: No hay prueba de identificación
fr: Aucune preuve d'identité
sv: Inga bevis för ID

source: No reimbursements to be made
es: No se efectuarán reembolsos
fr: Aucun remboursement à effectuer
sv: Inga kostnadsersättningar behöver göras

source: No results
es: No hay resultados
fr: Aucun résultat
sv: Inga resultat

source: No tags yet, enter them here...
es: No hay etiquetas todavía. Introdúzcalas aquí
fr: Vous n'avez pas encore de libellés. Entrez-les ici
sv: Inga taggar än. Skriv in dem här

source: No team
es: No hay equipo
fr: Pas d'équipe
sv: Inget team

source: No validation for field {0}
es: No hay validación para el campo %s
fr: Aucune validation pour le champ %s
sv: Ingen validering för fält %s

source: No, stick with English
es: No, seguir en Inglés
fr: Non, restez à l'anglais
sv: Nej, håll dig till engelska

source: No, this card is for someone else
es: No, esta tarjeta es para otra persona
fr: Non, cette carte est pour quelqu'un d'autre
sv: Nej, det här kortet är någon annans

source: Nobody has seen this expense yet.
es: Nadie ha visto este gasto todavía
fr: Personne n'a encore vu cette dépense
sv: Ingen har granskat denna utgift ännu

source: None
es: Ninguno
fr: Aucun
sv: Ingen

source: North America
es: América del Norte
fr: Amérique du Nord
sv: Nordamerika

source: Not assigned to any clients yet.
es: Aún no se ha asignado a ningún cliente
fr: Pas encore attribué à un client
sv: Inte tilldelats till några klienter ännu

source: Not enough information to submit
es: Necesitamos un poco más de información antes de que esto pueda ser presentado
fr: Nous avons besoin d'un peu plus d'informations avant de pouvoir les soumettre
sv: Vi behöver lite mer information innan det kan skickas in

source: Not found
es: No se encuentra
fr: Non trouvé
sv: Hittades inte

source: Not marked for review
es: No está marcado para revisión
fr: Non marqué pour vérification
sv: Ej markerad för granskning

source: Not required
es: No es necesario.
fr: Non requis
sv: Krävs inte

source: Not set
es: No está establecido
fr: Non défini
sv: Inte inställd

source: Not specified
es: No se especifica
fr: Non précisé
sv: Ej angivet

source: Note
es: Nota
fr: Commentaire
sv: Anteckning

source: Note (optional)
es: Nota (opcional)
fr: Commentaire (facultatif)
sv: Anteckning (valfritt)

source: Note: A service fee of <0>{0,number,currencyFormat}</0> will be deducted from your Pleo account.
es: Nota: Se deducirá de tu cuenta de Pleo una cuota de servicio de <0>{0,number,currencyFormat}</0>.
fr: Remarque: Des frais de service de<0>{0, number, currencyFormat}</0>seront déduits de votre compte Pleo
sv: En serviceavgift på <0>{0,number,currencyFormat}</0> dras av från ditt Pleo-konto

source: Nothing found...
es: No se encontró nada
fr: Rien n'a été trouvé
sv: Ingenting hittades

source: Notification to take action on suspicious transactions
es: Notificación para tomar medidas sobre transacciones sospechosas
fr: Notification pour prendre des mesures en cas de transactions suspectes
sv: Meddelande om att vidta åtgärder för misstänkta transaktioner

source: Notifications
es: Notificaciones
sv: Meddelanden

source: Notify {0} that you need more details about this expense
es: Notifique a %s que necesita más detalles sobre este gasto.
fr: Informez %s que vous avez besoin de plus de détails sur cette dépense
sv: Meddela %s att du behöver mer information om denna utgift

source: Notify Reviewers
es: Notificar a los administradores
fr: Informer les vérificateurs
sv: Meddela granskarna

source: Numeric format
es: Formato numérico
fr: Format numérique
sv: Numeriskt format

source: Oceania
es: Oceanía
fr: Océanie
sv: Oceanien

source: Off
es: Fuera de
fr: Non actif
sv: Av

source: Official identity or citizen card
es: Tarjeta oficial de identidad o de ciudadano
fr: Carte d'identité ou de citoyen officielle
sv: Officiellt identitets- eller medborgarkort

source: Old passcode didn't match
es: La vieja contraseña no coincidía
fr: L'ancien code d'accès ne correspondait pas
sv: Den gamla säkerhetskoden matchade inte

source: On
es: En
fr: Sur
sv: På

source: Onboard a new client
es: A bordo de un nuevo cliente
fr: Activez un nouveau client
sv: Registrera en ny klient

source: Onboard client
es: Cliente registrado
fr: Client activé
sv: Registrera klient

source: Onboard your team
es: Registra a tu equipo
fr: Apprenez à votre équipe
sv: Hjälp ditt team igång

source: Onboarding
es: Inducción
fr: Démarrage

source: Once in, come back to Pleo and continue with the setup
es: Una vez dentro, regresa a Pleo para continuar con el proceso de configuración
fr: Une fois que vous y êtes, retournez à Pleo pour continuer le processus de configuration
sv: När du är inne, gå tillbaka till Pleo för att fortsätta registreringen

source: Once you export expenses, they'll appear here.
es: Una vez que se exporten los gastos, estos aparecerán aquí.
fr: Une fois les dépenses exportées, elles apparaîtront ici
sv: När du har exporterat utgifter visas de här

source: Once you onboard your first client, it will appear here.
es: Una vez haya registrado a su primer cliente, este aparecerán aquí
fr: Une fois votre premier client à bord, il apparaîtra ici
sv: När du registrerat din första klient, kommer de att visas här

source: Once you've ordered and received your cards they'll appear here.
es: Una vez haya pedido y recibido sus tarjetas, estas aparecerán aquí
fr: Une fois que vous avez commandé et reçu vos cartes, elles apparaîtront ici
sv: När du har beställt och fått dina kort dyker de upp här

source: One moment...
es: Mantenga apretado
fr: Un moment...
sv: Håll hårt

source: Only alphanumeric
es: Solo alfanumérico
fr: Uniquement alphanumérique
sv: Endast alfanumeriskt

source: Only alphanumeric and whitespace
es: Sólo caracteres alfanuméricos y espacios en blanco
fr: Uniquement les caractères alphanumériques et les espaces
sv: Endast alfanumeriska tecken och blanksteg

source: Oops, some card details are not valid
es: Hmmm. Algunos detalles de la tarjeta no son válidos
fr: Certains détails de la carte ne sont pas valides
sv: Hmmm. Vissa kortuppgifter är ogiltiga

source: Open settings
es: Abrir ajustes
fr: Ouvrir les paramètres
sv: Öppna Inställningar

source: Open your profile panel
es: Abra su panel de perfil
fr: Ouvrez votre profil
sv: Öppna profilpanelen

source: Or, <0>enter address manually</0>
es: O bien, <0>introduzca la dirección</0> manualmente
fr: Ou, <0>entrez l'adresse manuellement</0>
sv: Eller <0>ange adress manuellt</0>

source: Or, <0>use address finder</0>
es: O bien, <0>utilice el buscador de direcciones</0>
fr: Ou, <0>utilisez l'outil de recherche d'adresses</0>
sv: Eller <0>använd adresssökare</0>

source: Order Cards
es: Pedir tarjetas
fr: Commander des cartes
sv: Beställ kort

source: Order cards
es: Pedir tarjetas
fr: Commander des cartes
sv: Beställ kort

source: Order confirmed
es: Hemos confirmado su pedido
fr: Nous avons confirmé votre commande
sv: Vi har bekräftat din beställning

source: Order for your company now
es: Ordene para su equipo ahora
fr: Commandez pour votre équipe maintenant
sv: Beställ för ditt team nu

source: Order placed
es: Hemos hecho su pedido
fr: Nous avons passé votre commande
sv: Vi har lagt din beställning

source: Order up to {max, plural, one {# card} other {# cards}} for the <0>{0, plural, one {# employee} other {# employees}}</0> currently invited to Pleo. Your first and second order of cards are free.
es: Pide hasta {max, plural, one {# tarjeta} other {# tarjetas}} para el <0>{0, plural, one {# empleado} other {# empleados}}</0> actualmente invitados a Pleo. Su primer y segundo pedido de tarjetas son gratis
fr: Commandez jusqu'à {max, plural, one {# tard} other {# cards}} pour le <0>{0, plural, one {# employé} other {# employés}}</0> actuellement invité à Pleo. Votre première et deuxième commande de cartes sont gratuites
sv: Beställ upp till {max, plural, one {# card} other {# cards}} för <0> {0, plural, one {# anställd} other {# anställda}} </0> närvarande inbjuden till Pleo. Din första och andra beställning av kort är gratis

source: Orders
es: Ordenes
fr: Commandes
sv: Beställning

source: Original value
es: Valor original
fr: Valeur originale
sv: Originalvärde

source: Other
es: Otros
fr: Autre
sv: Övrig

source: Other banks instruction:
es: Instrucción de otros bancos:
fr: Instruction pour les autres banques:
sv: Andra bankers instruktioner:

source: Other Clients
es: Otros clientes
fr: Autres clients
sv: Andra Klinter

source: Other Danish bank
es: Otro banco danés
fr: Autre banque danoise
sv: Andra danska banker

source: Other documents
es: Otros documentos
fr: Autres documents
sv: Andra dokument

source: Other ways to set up
es: Otras formas de configuración
fr: Autres façons de configurer les choses
sv: Andra sätt att ställa in saker och ting

source: Our compliance team will reach out with the next steps as soon as possible.
es: Nuestro equipo de Compliance se pondrá en contacto contigo lo antes posible para explicarte los siguientes pasos
fr: Notre équipe Conformité sera en contact avec les prochaines étapes dès que possible
sv: Vårt Compliance team kommer att återkomma med nästa steg så snart som möjligt

source: Outgoing
es: Saliente
fr: Sortant
sv: Utgående

source: Outgoing tax account
es: Cuenta de impuestos de salida
fr: Compte TVA sortant
sv: Konto för utgående moms

source: Over {min,number,currencyFormat}
es: Más de {min,number,currencyFormat}
fr: Plus de {min,number,currencyFormat}
sv: Över {min,number,currencyFormat}

source: Owed to employee
es: Se debe al empleado
fr: Dû à l'employé
sv: Skuld till anställd

source: Owner
es: Propietario
fr: Administrateur
sv: Ägare

source: Paid with next salary
es: Pagado con el próximo salario
fr: Payé avec le prochain salaire
sv: Betalas med nästa lön

source: Pair my plastic card
es: Emparejar mi tarjeta física
fr: Activer ma carte physique
sv: Koppla mitt fysiska kort

source: Pair plastic card
es: Emparejar tarjeta física
fr: Activer ma carte physique
sv: Koppla fysiskt kort

source: Pair your plastic card
es: Empareja tu tarjeta física
fr: Activer votre carte physique
sv: Koppla ihop ditt fysiska kort

source: Paired
es: Emparejado
fr: Activée
sv: Ihopkopplade

source: Pairing...
es: Emparejamiento
fr: En cours d'activation
sv: Koppla ihop

source: Partial wallet amount
es: Cantidad parcial del monedero
fr: Montant partiel du portefeuille
sv: Del av saldot i er wallet

source: Partner
es: Socio
fr: Partenaire

source: Partner Portal
es: Portal de socios
fr: Portail Partenaires

source: Partner Portal Invite
es: Invitación al Portal de Socios
fr: Invitation au portail des partenaires
sv: Inbjudan till Partnerportal

source: Partnership
es: Asociación
fr: Partenariat
sv: Partnerskap

source: Passcode
es: Contraseña
fr: Code d'accès
sv: Säkerhetskod

source: Passcode created
es: El código de acceso creado
fr: Code d'accès créé
sv: Säkerhetskod skapad

source: Passcode is incorrect
es: La contraseña es incorrecta
fr: Le code d'accès est incorrect
sv: Säkerhetskod stämmer inte

source: Passcode updated
es: Código de acceso actualizado
fr: Code d'accès mis à jour
sv: Säkerhetskod uppdaterad

source: Passport
es: Pasaporte
fr: Passeport
sv: Pass

source: Password
es: Contraseña
fr: Mot de passe
sv: Lösenord
