Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Get expenses ready for importing to Timelog.
es: Prepare los gastos para la importación a Timelog
fr: Préparez vos dépenses pour l'importation dans Timelog
sv: Gör utgifterna redo för import till Timelog

source: Get fully verified to start using Pleo
es: Identíficate para empezar a usar Pleo
fr: Obtenez une vérification complète pour commencer à utiliser Pleo
sv: Bli fullständigt verifierad för att börja använda Pleo

source: Get instant purchase notifications, then just snap a picture of the receipt
es: Consigue notificaciones inmediatas de tus compra y luego hazle una foto al recibo
fr: Recevez des notifications d'achat instantanées, puis prenez simplement une photo du reçu
sv: Få en pushnotis direkt vid köp och ta sedan en bild på kvittot

source: Get receipts automatically from participating stores.
es: Obtener recibos automáticamente de las tiendas participantes
fr: Obtenez automatiquement des reçus des magasins participants
sv: Få kvitton automatiskt från anslutna butiker

source: Get receipts automatically with Storebox
es: Obtener recibos automáticamente con Storebox
fr: Obtenez des reçus automatiquement avec Storebox
sv: Hämta kvitton automatiskt med Storebox

source: Get some receipts automatically
es: Obtener algunos recibos automáticamente
fr: Obtenez des reçus automatiquement
sv: Få några kvitton automatiskt

source: Get started
es: Empieza.
fr: Commencer
sv: Kom igång

source: Get statement data from Pleo automatically sent into Xero daily.
es: Obtener los datos del estado de cuenta de Pleo enviados automáticamente a Xero diariamente
fr: Recevez automatiquement les données de relevé de Pleo dans Xero quotidiennement
sv: Få uttalandedata från Pleo att skickas automatiskt till Xero dagligen

source: Get the app
es: Consigue la aplicación
fr: Obtenir l'application
sv: Skaffa appen

source: Get the mobile app
es: Consigue la aplicación para móvil
fr: Téléchargez l'application mobile
sv: Skaffa mobilappen

source: Get your team onboard
es: Invita a tu equipo
fr: Embarquez votre équipe
sv: Få ditt team ombord

source: Give extended access
es: Dar acceso extendido
fr: Accordez un accès étendu
sv: Ge utökad åtkomst

source: Give limited access
es: Dar acceso limitado
fr: Donner l'accès limité
sv: Ge begränsad tillgång

source: given name
es: Nombre
fr: prénom
sv: förnamn

source: Go back
es: Volver
fr: Retourner
sv: Gå tillbaka

source: Go to a <0>bank ATM</0>
es: Ir a un <0>cajero automático</0>
fr: Rendez vous à un <0>distributeur bancaire</0>
sv: Gå till en <0>bankomat</0>

source: Go to cards
es: Ir a tarjetas
fr: Aller à Mes cartes
sv: Gå till kort

source: Go to cards page
es: Ir a la página de tarjetas
fr: Aller à la page des cartes
sv: Gå till mina kort

source: Go to client's Pleo
es: Ir a clientes de Pleo
fr: Aller au Pleo du client
sv: Gå till kundens Pleo-sida

source: Go to knowledge base
es: Ir a la base de conocimiento
fr: Accéder à la base de connaissances
sv: Gå till kunskapsbasen

source: Go to Pleo as {0}
es: Ve a Pleo como %s
fr: Accédez à Pleo en tant que %s
sv: Gå till Pleo som %s

source: Go to Pleo as {name}
es: Ve a Pleo como %1$s
fr: Accédez à Pleo en tant que %1$s
sv: Gå till Pleo som %1$s

source: Google logo
es: Logotipo de Google
fr: Logo Google
sv: Googles logotyp

source: Got it
es: Entendido
fr: J'ai compris
sv: Jag förstår

source: Group people and their expenses into different teams.
es: Agrupar a las personas y sus gastos en diferentes equipos
fr: Regrouper les employés et leurs dépenses en différentes équipes
sv: Gruppera människor och deras utgifter i olika team

source: Group people together in teams
es: Agrupar a las personas en equipos
fr: Regrouper les employés en équipes
sv: Gruppera människor i team

source: Handshake
es: ¡Dame esos cinco!
fr: Poignée de main
sv: Handslag

source: Has something changed? <0>Contact us</0>
es: ¿Ha cambiado algo? <0>Contáctanos.</0>
fr: Quelque chose a-t-il changé? <0>Contactez-nous</0>
sv: Har något förändrats? <0>Kontakta oss</0>

source: Have an account already? <0>Login here.</0>
es: ¿Ya tienes una cuenta de Pleo? <0>Entra aquí.</0>
fr: Vous avez déjà un compte Pleo? <0>Connectez-vous ici</0>
sv: Har du redan ett Pleo-konto? <0>Logga in här</0>

source: Have an account already? <0>Login here</0>
es: ¿Ya tienes una cuenta? <0>Inicia sesión aquí</0>
fr: Vous avez déjà un compte? <0>Connectez-vous ici</0>
sv: Har du redan ett konto? <0> Logga in här </0>

source: Have you contacted the merchant(s) to attempt to solve the dispute directly, before contacting Pleo?
es: ¿Has contactado con el establecimiento o establecimientos para intentar resolver la disputa directamente, antes de contactar con Pleo?
fr: Avez-vous contacté le(s) commerçant(s) pour tenter de résoudre le litige directement, avant de contacter Pleo?
sv: Har du kontaktat köpstället för att försöka lösa tvisten direkt, innan du kontaktar Pleo?

source: Have you enabled the API in Visma eEkonomi?
es: ¿Has activado la API en Visma eEkonomi?
fr: Avez-vous activé l'API dans Visma eEkonomi?
sv: Har du aktiverat API:et i Visma eEkonomi?

source: Have you ever made a purchase at this merchant or these merchants before?
es: ¿Ha hecho alguna vez una compra en este o estos establecimientos antes?
fr: Avez-vous déjà fait un achat chez ce commerçant ou ces commerçants auparavant?
sv: Har du någonsin gjort ett köp hos den här butiken eller dessa köpställen tidigare?

source: Heads up! You have <0>{0, plural, one {# day} other {# days}}</0> left of your trial on our Pro plan. <1>View our plans</1>
es: ¡Atención! Te quedan <0>día</0> de prueba en nuestro plan profesional. <1>Revisa nuestros planes</1>
fr: La tête haute! Il vous reste<0>{0, plural, one {# jour} other {# jours}}</0>de votre essai sur notre plan Pro.<1>Voir nos plans</1>
sv: Se upp! Du har <0> {0, plural, one {# dag} other {# dagar}} </0> kvar av din rättegång i vår Pro-plan. <1> Se våra planer </1>

source: Heads up! Your <0>14-day trial</0> will start once your company is verified
es: ¡Atención! Su <0>prueba de 14 días</0> comenzará una vez que su compañía sea verificada
fr: La tête haute! Votre <0>essai de 14 jours</0> commencera une fois votre entreprise vérifiée
sv: Ps! Din <0>14-dagars provversion</0> startar när ditt företag har verifierats

source: Health card or recent utility bill.
es: Tarjeta de salud o factura reciente de servicios públicos
fr: Carte vitale ou facture d'électricité récente
sv: Hälsokort eller ny elräkning

source: Hello {firstName}!
es: ¡Hola, %1$s !
fr: Bonjour %1$s!
sv: Hej %1$s !

source: Help, Feedback, Updates...
es: Ayuda, retroalimentación, actualizaciones
fr: Aide, commentaires, mises à jour
sv: Hjälp, feedback, uppdateringar

source: Hey {0}, you were invited to <0>{1}</0> on Pleo.
es: Hola %1$s, has sido invitado a participar en <0>%2$s</0 de Pleo
fr: Bonjour %1$s , vous avez été invité à <0>%2$s</0> sur Pleo
sv: Hej %1$s, du blev inbjuden till <0>%2$s</0> på Pleo

source: Hey {0}, you were invited to be a Pleo Partner.
es: Hola %s, te han invitado a unirte a Pleo.
fr: Bonjour %s, vous êtes invité à devenir partenaire Pleo
sv: Hej %s, du är inbjuden att bli en Pleo Partner

source: Hi
es: Hola
fr: Bonjour
sv: Hej

source: Hi {0}
es: Hola %s
fr: Bonjour %s
sv: Hej %s

source: Hide
es: Ocultar
fr: Masquer
sv: Dölj

source: Hide card
es: Ocultar la tarjeta
fr: Masquer la carte
sv: Dölj kort

source: Hide the "Get started" tab
es: Oculta la pestaña "Comenzar"
fr: Masquer l'onglet «Commencer»
sv: Dölj kom igång-fliken

source: Hold on while we create your card...
es: Espera mientras creamos tu tarjeta
fr: Attendez pendant que nous créons votre carte
sv: Vänta medan vi skapar ditt kort

source: Hold tight. Exporting can take a few minutes.
es: Mantenga apretado. La exportación puede tardar unos minutos
fr: L'exportation peut prendre quelques minutes
sv: Vänta ett slag. Exporten kan ta några minuter

source: Home Address
es: Dirección de la casa
fr: Adresse du domicile
sv: Hemadress

source: House name/number
es: Nombre/número de la casa
fr: Nom/numéro de la maison
sv: Hus namn / nummer

source: House Number
es: Número de la casa
fr: Numéro de maison
sv: Husnummer

source: House number
es: Número de la casa
fr: Numéro de maison
sv: husnummer

source: House number is required
es: Se requiere el número de la casa
fr: Le numéro de maison est requis
sv: Husnummer krävs

source: How and why?
es: ¿Cómo y por qué?
fr: Comment et pourquoi?
sv: Hur och varför?

source: How do you manage {companyName}'s account?
es: ¿Cómo administras la cuenta de %1$s ?
fr: Comment gérez-vous le compte de %1$s?
sv: Hur hanterar du %1$s konto?

source: How it works
es: Cómo funciona
fr: Comment ça fonctionne
sv: Hur det fungerar

source: How pairing works
es: Cómo funciona el emparejamiento
fr: Comment fonctionne l'activation de carte
sv: Så här kopplar du ihop kort med app

source: How Pleo works
es: ¿Cómo funciona Pleo?
fr: Comment fonctionne Pleo
sv: Hur Pleo fungerar

source: How to connect with Billy
es: ¿Cómo conectarse Billy?
fr: Comment se connecter avec Billy
sv: Hur man ansluter till Billy

source: How to connect with Fortnox
es: Cómo conectarse con Fortnox
fr: Comment se connecter avec Fortnox
sv: Hur du ansluter till Fortnox

source: How we keep your private data safe
es: Cómo mantenemos sus datos seguros
fr: Comment nous protégeons vos données
sv: Hur vi skyddar din information

source: I certify the provided information is correct.
es: Confirmo que la información proporcionada es correcta
fr: Je confirme que les informations fournies sont correctes
sv: Jag bekräftar att den angivna informationen är korrekt

source: I confirm that I'm an authorised representative with authorisation to make transfers on the company's behalf, and that the provided details are correct.
es: Confirmo que soy un representante autorizado con autorización para hacer transferencias en nombre de la empresa, y que los datos proporcionados son correctos.
fr: Je confirme que je suis un représentant autorisé à effectuer des virements au nom de l'entreprise et que les informations fournies sont correctes
sv: Jag bekräftar att jag är en auktoriserad representant med behörighet att göra överföringar för företagets räkning och att de angivna uppgifterna är korrekta

source: I do not recognise the transaction and am confident that I have not authorised the transaction.
es: No reconozco la transacción y estoy seguro de que no la he autorizado.
fr: Je ne reconnais pas la transaction et je suis convaincu que je n'ai pas autorisé la transaction
sv: Jag känner inte igen transaktionen och är säker på att jag inte har godkänt transaktionen

source: I have accessed {companyName}'s agreement
es: He accedido al acuerdo de %1$s
fr: J'ai accès à l'accord de %1$s
sv: Jag har åtkomst till %1$s avtal

source: I have read and accept the Terms & Conditions, Pleo Terms & Conditions and Privacy Policy
es: He leído y acepto los Términos y Condiciones, los Términos y Condiciones de Pleo y la Política de Privacidad
fr: J'ai lu et j'accepte les termes et conditions, les termes et conditions de Pleo et la politique de confidentialité
sv: Jag har läst och accepterar villkoren, Pleo's villkor och integritetspolicyn

source: I manage {companyName}'s e-conomic account by having access as an administrator on multiple agreements
es: Administro la cuenta e-conomic de %1$s teniendo acceso como administrador en múltiples acuerdos
fr: Je gère le compte e-conomic de %1$s en ayant un accès en tant qu'administrateur sur des accords multiples
sv: Jag hanterar %1$s : s e-conomic-konto genom att ha åtkomst som administratör för flera avtal

source: I manage {companyName}'s e-conomic account on a single agreement
es: Administro la cuenta e-conomic de %1$s en un solo acuerdo
fr: Je gère le compte e-conomic de %1$s en ayant un accès en tant qu'administrateur sur un seul accord
sv: Jag hanterar %1$s : s e-conomic-konto på ett enda avtal

source: I recognise the transaction but I have been charged the wrong amount or the goods or services that I paid for were not provided.
es: Reconozco la transacción pero se me ha cobrado la cantidad equivocada, o los bienes o servicios por los que he pagado no se han proporcionado
fr: Je reconnais la transaction mais j'ai été facturé au mauvais montant, ou les biens ou services que j'ai payés n'ont pas été fournis
sv: Jag känner igen transaktionen men jag har debiterats fel belopp, eller de varor eller tjänster som jag betalade för levererades inte

source: I recognise the transaction but it is a recurring transaction which I had cancelled in advance of the payment being taken.
es: Reconozco la transacción pero es una transacción recurrente que había cancelado antes de que se efectuara el pago.
fr: Je reconnais la transaction mais c'est une transaction récurrente que j'avais annulée avant le paiement
sv: Jag känner igen transaktionen men det är en återkommande transaktion som jag hade annullerat innan betalningen gjordes

source: I recognise the transaction but the ATM did not dispense cash.
es: Reconozco la transacción, pero el cajero automático no dispensó dinero en efectivo.
fr: Je reconnais la transaction mais le distributeur n'a pas distribué d'argent en espèce
sv: Jag känner igen transaktionen, men bankomaten delade inte ut kontanter

source: I understand
es: Lo entiendo.
fr: je comprends
sv: Jag förstår

source: I understand and continue exporting
es: Entiendo y sigo exportando
fr: Je comprends et je continue d'exporter
sv: Jag förstår och vill fortsätta att exportera

source: I want to export expenses to my accounting system
es: Quiero exportar los gastos a mi sistema de contabilidad
fr: Je souhaite exporter des dépenses vers mon système comptable
sv: Jag vill exportera utgifter till mitt bokföringsprogram

source: IBAN is required
es: Se requiere el IBAN
fr: L'IBAN est requis
sv: IBAN krävs

source: IDV check could not be resumed : {0}
es: El control de IDV no se pudo reanudar: %s
fr: La vérification d'identité n'a pas pu être reprise: %s
sv: IDV-kontroll kunde inte återupptas: %s

source: IDV check could not be submitted : {0}
es: No se pudo presentar el cheque de IDV: %s
fr: La vérification d'identité n'a pas pu être soumise: %s
sv: Det gick inte att skicka IDV-kontrollen: %s

source: IDV check could not be submitted : Proof of address missing
es: No se pudo presentar el cheque de IDV: Falta la prueba de dirección
fr: La vérification d'identité n'a pas pu être soumis: preuve d'adresse manquante
sv: IDV-kontroll kunde inte lämnas in: Bevis på adress saknas

source: IDV check could not be submitted : Proof of ID missing
es: No se ha podido presentar un cheque de identificación: Falta la prueba de identificación
fr: La vérification d'identité n'a pas pu être soumise: preuve d'identité manquante
sv: IDV-kontroll kunde inte lämnas in: Bevis på ID saknas

source: IDV check could not be updated : {0}
es: La verificación del IDV no pudo ser actualizada: %s
fr: La vérification d'identité n'a pas pu être mise à jour: %s
sv: Det gick inte att uppdatera IDV-kontrollen: %s

source: IDV check created
es: La verificación de IDV se creó
fr: Vérification d'identité créée
sv: IDV-check skapad

source: IDV check fail
es: La verificación de IDV falla
fr: Échec de la vérification d'identité
sv: IDV-kontrollen misslyckades

source: IDV check resume fail
es: La reanudación de la verificación de IDV falla
fr: Échec de la reprise de la vérification d'identité
sv: Misslyckades med att återuppta iDV-kontrollen

source: IDV check resumed
es: Se reanudó el control de IDV
fr: Reprise de la vérification d'identité
sv: IDV-kontroll återupptogs

source: IDV check successfully submitted.
es: El cheque de IDV se ha presentado con éxito
fr: Vérification d'identité soumise avec succès
sv: IDV-kontrollen har skickats

source: IDV check successfully updated.
es: La verificación de IDV se actualizó con éxito
fr: Vérification d'identité mise à jour avec succès
sv: IDV-kontroll uppdaterad

source: IDV check updated
es: Comprobación de IDV actualizada
fr: Vérification d'identité mise à jour
sv: IDV-kontroll uppdaterad

source: IDV check was succesfully resumed.
es: El control de IDV se reanudó con éxito
fr: La vérification d'identité a été reprise avec succès
sv: IDV-kontrollen återupptogs

source: IDV Checks
es: Cheques de IDV
fr: Vérifications d'identités
sv: IDV-kontroller

source: If in doubt, learn more about <0>your access in Visma e-conomic</0>
es: En caso de duda, obtenga más información sobre <0>su acceso en Visma e-conomic</0>
fr: En cas de doute, renseignez-vous sur <0>votre accès à Visma e-conomic</0>
sv: Om du är osäker kan du läsa mer om <0>din åtkomst i Visma e-conomic</0>

source: If one doesn't already exist, create a Bank Account for Pleo expenses in Billy. Once this is done, select it below.<0/><1/><2>Learn how to do it</2>
es: Necesitas crear una cuenta bancaria para los gastos de Pleo en Billy. Una vez que lo hayas hecho, selecciónalo abajo.<0/><1/><2>Aprende a hacerlo</2>
fr: Vous devez créer un compte bancaire pour les dépenses Pleo dans Billy. Une fois que vous avez fait cela, sélectionnez-le ci-dessous.<0/><1/><2>Apprenez à le faire </2>
sv: Du måste skapa ett bankkonto för Pleo utgifter i Billy. När du har gjort det väljer du det nedan.<0/><1/> <2>Lär dig hur du gör det</2>

source: If one doesn't already exist, create a Daybook for Pleo expenses in Billy. Once this is done, select it below.<0/><1/><2>Learn how to do it</2>
es: Necesitas crear un libro de cuentas para los gastos de Pleo en Billy. Una vez que lo hayas hecho, selecciónalo abajo.<0/><1/><2>Aprende a hacerlo</2>
fr: Vous devez créer un journal pour les dépenses Pleo dans Billy. Une fois que vous avez fait cela, sélectionnez-le ci-dessous. <0/><1/><2>Apprenez à le faire</2>
sv: Du måste skapa en Journal för Pleo-utgifter i Billy. När du har gjort det väljer du det nedan.<0/><1/> <2>Lär dig hur du gör det</2>

source: If one doesn't already exist, create a Journal for Pleo expenses in Business Central. Once this is done, select it below.<0/><1/><2>Learn how to do it</2>
es: Si aún no existe uno, crea un diario para gastos de Pleo en Business Central. Una vez hecho esto, selecciónalo a continuación.<0/><1/> <2>Aprende a hacerlo</2>
fr: S'il n'en existe pas encore, créez un journal des dépenses de Pleo dans Business Central. Une fois cela fait, sélectionnez-le ci-dessous.<0/><1/><2>Apprenez comment le faire</2>

source: If one doesn't already exist, create a Journal for Pleo expenses in Inventio. Once this is done, select it below. <0/><1/><2>Learn how to do it</2>
es: Necesitas crear un diario para los gastos de la tarjeta Pleo en Inventio. Una vez que lo hayas hecho, selecciónalo abajo. <0/><1/><2>Aprende a hacerlo</2>
fr: Vous devez créer un journal des dépenses de carte Pleo dans Inventio. Une fois que vous avez fait cela, sélectionnez-le ci-dessous. <0/><1/><2>Apprenez à le faire</2>
sv: Du måste skapa en journal för Pleo kortbetalningar i Inventio. När du har gjort det väljer du det nedan. <0/><1/><2>Läs om hur du gör det</2>

source: If one doesn't already exist, create a Journal for Pleo expenses in Visma e-conomic. Once this is done, select it below. <0/><1/><2>Learn how to do it</2>
es: Tienes que crear un diario para los gastos de la tarjeta Pleo en Visa e-conomic. Una vez lo hayas hecho, selecciónelo a continuación. <0/><1/><2>Aprende a hacerlo</2>
fr: Vous devez créer un journal des dépenses de carte Pleo dans Visa e-conomic. Une fois que vous avez fait cela, sélectionnez-le ci-dessous. <0/><1/><2>Apprenez à le faire</2>
sv: Du måste skapa en journal för Pleo kortbetalningar i Visma e-conomic. När du har gjort det väljer du den nedan. <0/><1/><2>Läs om hur du gör det</2>

source: If one doesn't already exist, create a Journal in Visma e-conomic for cash and out of pocket expenses reported through Pleo. Once this is done, select it below. <0/><1/><2>Learn more</2>
es: Necesitas crear un diario en Visma e-conomic para el dinero en efectivo y los gastos de bolsillo reportados a través de Pleo. Una vez lo hayas hecho, selecciónalo abajo. <0/><1/><2>Más información</2>
fr: Vous devez créer un journal dans Visma e-conomic pour les dépenses en espèces et remboursables déclarées via Pleo. Une fois que vous avez fait cela, sélectionnez-le ci-dessous.<0/><1/><2>En savoir plus</2>
sv: Du måste skapa en journal i Visma e-conomic för kontanter och anställdas egna utlägg som rapporteras via Pleo. När du har gjort det väljer du den nedan. <0/><1/><2>Läs mer</2>

source: If one doesn't already exist, we need you to create a Bank Account for Pleo card expenses in Visma e-conomic's Chart of Accounts. Once this is done, enter its number below. <0/><1/><2>Learn how to do it</2>
es: Necesitas crear una cuenta bancaria para los gastos de la tarjeta Pleo en el plan de cuentas de Visma e-conomic. Una vez lo hayas hecho, introduce su número a continuación. <0/><1/><2>Aprende a hacerlo</2>
fr: Vous devez créer un compte bancaire pour les dépenses liées aux cartes Pleo dans le plan comptable de Visma e-conomic. Une fois que vous avez fait cela, entrez son numéro ci-dessous.<0/><1/><2>Apprenez à le faire</2>
sv: Du måste skapa ett bankkonto för Pleo kortbetalningar i Visma e-conomic's kontoplan. När du har gjort det anger du dess nummer nedan. <0/><1/><2>Läs om hur du gör det</2>

source: If that changes, we'll let you know.
es: Si eso cambia, te lo haremos saber
fr: Si cela change, nous vous en informerons
sv: Om det ändras meddelar vi dig

source: If this card is intended for someone else, note that it can be paired individually by the employees themselves via the Pleo web or mobile app. You just need to give it to them.
es: Si esta tarjeta está destinada a otra persona, puede ser emparejada individualmente por los propios empleados a través de la web de Pleo o de la aplicación para móviles. Sólo tienes que dársela
fr: Si cette carte est destinée à quelqu'un d'autre, elle peut être activée individuellement par les employés eux-mêmes via l'application Web ou mobile Pleo. Vous avez juste besoin de la leur distribuer
sv: Om det här kortet är avsett för någon annan kan det kopplas ihop individuellt av den anställda via Pleo webb- eller mobilapp. Du behöver bara ge det till dem

source: If you've lost the receipt for this expense, or never received one, we'll need some additional information from you.
es: Si has perdido el recibo de este gasto, o nunca lo has recibido, necesitaremos un poco más de información por tu parte.
fr: Si vous avez perdu le reçu pour cette dépense, ou n'en avez jamais reçu, nous aurons besoin d'un peu plus d'informations de votre part
sv: Om du har förlorat kvittot för denna utgift, eller aldrig fått ett, behöver vi lite mer information från dig

source: If you've received your plastic card, all you need to do is pair it with your account
es: Si tienes tu tarjeta física, todo lo que tienes que hacer es emparejarla con tu cuenta
fr: Si vous avez reçu votre carte physique, il vous suffit de l'activer sous "Mes cartes"
sv: Om du har ditt fysiska kort, behöver du bara koppla ihop det med ditt konto

source: If your client is already using Pleo, please contact your account manager before using this form.
es: Si su cliente ya está utilizando Pleo, por favor, póngase en contacto con su gestor de cuentas antes de utilizar este formulario
fr: Si votre client utilise déjà Pleo, veuillez contacter votre gestionnaire de compte avant d'utiliser ce formulaire
sv: Om din klient redan använder Pleo, vändligen kontakta din Account Manager innan du använder det här formuläret

source: Ignoring fund shareholders
es: Ignorar a los accionistas de los fondos
fr: Ignorer les actionnaires des fonds
sv: Ignorera fondaktieägare

source: Import
es: Importación
fr: Importation
sv: Importera
