Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Your colleagues can select sub-categories and tags on the spot while the right nominal code and tax rate will be applied for each expense. Need to change your setup? <0>Settings</0>
es: Tus compañeros pueden seleccionar subcategorías y etiquetas en el acto, mientras que se aplicará el código nominal correcto y la tasa impositiva para cada gasto. ¿Necesitas cambiar tu configuración? <0> Configuración </0>
fr: Vos collègues peuvent sélectionner les sous-catégories et des libellés. Les comptes et la TVA seront appliqués pour chaque dépense. Besoin de changer votre configuration? <0>Paramètres</0>
sv: Dina kollegor kan välja underkategorier och taggar direkt vid köp, samtidigt appliceras rätt konto och moms automatiskt för varje utgift. Behöver du ändra era inställningar? <0>Inställningar</0>

source: Your company has been added but <0>needs approval</0>.<1/>We will keep you posted on email.
es: Tu empresa ha sido añadida pero <0>necesita aprobación</0>.<1/>Te mantendremos informado a través del correo electrónico
fr: Votre entreprise a été ajoutée mais <0>doit être approuvée</0>.<1/>Nous vous tiendrons au courant par e-mail
sv: Ditt företag har lagts till men <0>behöver godkännande</0>.<1/> Vi kommer att hålla dig uppdaterad via e-post

source: Your company is not connected to any accountants yet.
es: Tu empresa no está conectada a ningún contable aún.
fr: Votre entreprise n'est encore connectée à aucun comptable.
sv: Ditt företag är inte anslutet till några revisorer än.

source: Your company is pending verification
es: Tu empresa está pendiente de verificación
fr: Votre entreprise est en attente de vérification
sv: Ditt företag väntar på verifiering

source: Your company needs to be a validly incorporated or registered entity, or a partnership. Pleo is not available for sole traders or unregistered organisations.
es: Tu empresa debe ser una entidad válidamente constituida o registrada, o una sociedad. Pleo no está disponible para comerciantes individuales u organizaciones no registradas
fr: Votre entreprise doit être une entité valable ou enregistrée, ou un partenariat. Pleo n'est pas disponible pour les commerçants indépendants ou les organisations non enregistrées
sv: Ditt företag måste vara en giltigt registrerad enhet, eller ett partnerskap. Pleo är inte tillgängligt för enskilda näringsidkare eller oregistrerade organisationer

source: Your company needs to be fully verified before you add funds to your wallet.
es: Para añadir fondos a tu monedero, la empresa necesita estar completamente verificada
fr: Votre entreprise doit être entièrement vérifiée avant de pouvoir ajouter des fonds à votre portefeuille
sv: Ditt företag måste verifieras till fullo innan du kan överföra pengar till er wallet

source: Your company's Pleo balance is low
es: El balance de Pleo de su empresa se está agotando.
fr: Le solde Pleo de votre entreprise est bas
sv: Ditt företags saldo i Pleo är lite lågt

source: Your email
es: Tu correo electrónico
fr: Votre e-mail
sv: Din e-postadress

source: Your email is now verified and you can now login.
es: Hemos verificado tu correo electrónico, ahora puedes iniciar sesión
fr: Nous avons vérifié votre adresse e-mail, vous pouvez maintenant vous connecter
sv: Vi har verifierat din e-post, du kan nu logga in

source: Your existing clients, listed below, will be transferred to the {0} partnership.
es: Los clientes listados a continuación serán transferidos a la sociedad %s
fr: Les clients répertoriés ci-dessous seront transférés au partenariat %s
sv: Klinterna som listas nedan kommer att överföras till %s partnerskapet

source: Your existing clients, listed below, will be transferred to your new partnership once you've created it.
es: Tan pronto como crees una nueva sociedad, los clientes listados a continuación serán transferidos a ella
fr: Dès que vous créez votre nouveau partenariat, les clients listés ci-dessous seront transférés
sv: Så fort du inleder ditt nya partnerskap, kommer de klinter som anges nedan att överföras dit

source: Your finance team has booked its details already.
es: El equipo de finanzas ya ha añadido sus detalles
fr: Votre équipe financière a déjà ajouté ses coordonnées
sv: Din ekonnomiavdelning har redan lagt till sina uppgifter

source: Your first card order is free. If you order a second batch of cards within 30 days of the first, we'll cover that too. Future orders are charged a fee per card.
es: Su primer pedido de tarjetas es gratis. ¿Necesitas más tarjetas dentro de los 30 días desde el primer pedido? También lo cubrimos. Pero en los siguientes pedidos se cobrará una tarifa por tarjeta
fr: Votre première commande de carte est gratuite. Si vous commander un deuxième lot de cartes dans les 30 jours nous le couvrirons cela aussi. Toute future commande sera facturée par carte
sv: Din första kortbeställning är gratis. Beställ du en andra omgång kort inom 30 dagar efter den första? Vi täcker det också. Men framtida beställningar efter dessa kommer det att debiteras en avgift per kort

source: Your full name
es: Nombre completo
fr: Votre nom complet
sv: Ditt fullständiga namn

source: Your order
es: Tu pedido
fr: Votre commande
sv: Du beställer

source: Your PIN attempts have been reset but you'll need to do the following
es: Se ha restablecido el número de intentos para introducir el código PIN pero aún tendrás que hacer lo siguiente
fr: Vos tentatives de code PIN ont été réinitialisées, mais vous devrez effectuer les opérations suivantes
sv: Dina PIN-försök har återställts men du måste göra följande

source: Your PIN has been reset successfully
es: Tu código PIN ha sido restablecido con éxito
fr: Votre code PIN a été réinitialisé avec succès
sv: Din PIN-kod har återställts

source: Your Pleo virtual card is ready to go. Top-up your wallet and give it a try.
es: Tu tarjeta virtual de Pleo está lista. Recarga tu monedero e ¡inténtalo de nuevo!
fr: Votre carte virtuelle Pleo est prête à l'emploi. Ajoutez des fonds à votre portefeuille et essayez-la!
sv: Ditt virtuella Pleo-kort är klart. Fyll på er wallet och testa!

source: Your position
es: Tu puesto
fr: Votre position
sv: Din position

source: Your position is required
es: Necesitamos saber tu puesto
fr: Nous avons besoin de connaître votre position
sv: Vi behöver veta din position

source: Your profile was saved successfully.
es: Tu perfil se ha guardado con éxito
fr: Votre profil a été enregistré avec succès
sv: Din profil har sparats

source: Your subscription was updated
es: Tu suscripción ha sido actualizada
fr: Votre abonnement a été mis à jour
sv: Din prenumeration uppdaterades

source: Your subscription will start on {0}
es: Tu suscripción a Pleo comenzará el %s
fr: Votre abonnement Pleo commencera le %s
sv: Din Pleo-prenumeration börjar den %s

source: Your subscription will start once your trial is over
es: Tu suscripción a Pleo comenzará cuando termine el periodo de prueba
fr: Votre abonnement Pleo commencera une fois votre essai terminé
sv: Din Pleo-prenumeration startar när provperioden är över

source: Your team - ready to go!
es: Tu equipo - ¡listo para empezar!
fr: Votre équipe - prête à partir!
sv: Ditt team - redo att gå!

source: Your virtual card
es: Tu tarjeta virtual
fr: Votre carte virtuelle
sv: Ditt virtuella kort

source: Your virtual card has been frozen, please unfreeze it or create a new card.
es: La tarjeta virtual ha sido congelada, por favor descongélala o crea una tarjeta nueva
fr: Votre carte virtuelle a été gelée, veuillez la dégeler ou créer une nouvelle carte
sv: Ditt virtuella kort har frusits, lås upp det eller skapa ett nytt kort

source: Your virtual card is ready to be used right <0>now</0> for online purchases and subscriptions
es: Estás listo para empezar a utilizar la tarjeta virtual <0>ahora mismo</0> para compras online y suscripciones
fr: Vous êtes prêt à commencer à utiliser votre carte virtuelle <0>déjà maintenant</0> pour les achats et les abonnements en ligne
sv: Du kan börja använda ditt virtuella kort redan <0>nu</0>, för online-köp och prenumerationer

source: Your wallet is restricted to {loadLimit}
es: Tu monedero tiene un límite de %1$s
fr: Votre portefeuille est limité à %1$s
sv: Er wallet är begränsad till %1$s

source: <0>Company: </0>Pleo Technologies A/S
fr: <0>Entreprise:</0>Pleo Technologies A/S
sv: <0>Företag: </0> Pleo Technologies A/S

source: Asia
fr: Asie
sv: Asien

source: Balance
fr: Solde
sv: Balans

source: BETA
fr: Bêta

source: Dansk
fr: Danois

source: Error
fr: Erreur

source: ERROR!
fr: Erreur
sv: Fel

source: French
fr: Français

source: General
fr: Général
sv: Allmän

source: Let's go kola
fr: Let's go

source: No
fr: Non
sv: Nej

source: OK
fr: D'accord

source: Payee
fr: Bénéficiaire
sv: Betalningsmottagare

source: Perks
fr: Avantages

source: Saved123123 world
fr: Enregistré123123 monde

source: Vat Reg. No.
fr: Numéro de TVA
sv: Moms Reg. Nej.

source: Virtual
fr: Virtuelle
sv: Virtuell

source: We'll tell you when an employee hits their limit
fr: Nous vous informerons lorsqu'un employé atteint sa limite
sv: Vi informerar dig när en medarbetare når sin köpgräns

source: CVR:
sv: Organisationsnummer
