Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: The agreement with your bank has been approved and should be ready to use on {0}.
es: El acuerdo con tu banco ha sido aprobado y está listo para su uso en %s.
fr: L'accord avec votre banque a été approuvé et devrait être prêt à être utilisé le %s.
sv: Avtalet med din bank har godkänts och bör vara redo att användas på %s.

source: The amount has been reserved but it is still awaiting the merchant confirmation or cancellation.
es: La cantidad ha sido reservada pero aún está esperando la confirmación o cancelación del comerciante
fr: Le montant a été réservé mais il attend toujours la confirmation ou l'annulation du commerçant
sv: Beloppet har reserverats men väntar fortfarande på bekräftelse eller annullering från köpställe

source: The Bank Account where Pleo expenses will be credited against.
es: La cuenta bancaria desde donde se acreditarán los gastos de Pleo
fr: Le compte bancaire sur lequel les dépenses Pleo seront créditées
sv: Bankkontot där Pleo-utgifter kommer att krediteras från

source: The Business Central Company the expenses will be exported to.
es: La empresa central de negocios a la que se exportarán los gastos.
fr: La société centrale d'entreprise vers laquelle les dépenses seront exportées.

source: The category is in use in one or more expenses and cannot be deleted.
es: La categoría se utiliza en uno o más gastos y no puede ser suprimida
fr: La catégorie est utilisée pour une ou plusieurs dépenses et ne peut pas être supprimée
sv: Kategorin används i en eller flera utgifter och kan inte raderas

source: The chargeback request has been sent, we will follow up as soon as possible.
es: La solicitud de devolución de cargo ha sido enviada. Haremos un seguimiento tan pronto como sea posible
fr: La demande de rétrofacturation a été envoyée. Nous ferons le suivi dès que possible
sv: Begäran om återbetalning har skickats. Vi följer upp så snart som möjligt

source: The code you have provided is not valid.
es: El código que ha proporcionado no es válido
fr: Le code que vous avez fourni n'est pas valide
sv: Koden du har angett är inte giltig

source: The code you provided has expired.
es: El código que usted proporcionó ha expirado
fr: Le code que vous avez fourni a expiré
sv: Koden du angav har gått ut

source: The company admin needs to add a billing method.
es: El administrador de la empresa necesita agregar un método de facturación.
fr: L'administrateur de la société doit ajouter une méthode de facturation.
sv: Företagets administratör måste lägga till en faktureringsmetod.

source: The company's "{0}" document is required.
es: Necesitamos el documento "%s" de la compañía
fr: Nous avons besoin du document "%s" de l'entreprise
sv: Vi behöver företagets "%s" dokument

source: The connection between Pleo and {0} will be removed.
es: La conexión entre Pleo y %s será eliminada
fr: La connexion entre Pleo et %s sera supprimée
sv: Anslutningen mellan Pleo och %s kommer att tas bort

source: The connection between Pleo and Roger will be removed
es: La conexión entre Pleo y Roger será eliminada
fr: La connexion entre Pleo et Roger sera supprimée
sv: Anslutningen mellan Pleo och Roger kommer att tas bort

source: The date of birth could not be updated. If the error persists, contact us.
es: La fecha de nacimiento no pudo ser actualizada. Inténtelo de nuevo. Si el error persiste, póngase en contacto con nosotros.
fr: La date de naissance n'a pas pu être mise à jour. Réessayez - si l'erreur persiste, contactez-nous
sv: Födelsedatumet kunde inte uppdateras. Försök igen. Om felet kvarstår, kontakta oss

source: The Daybook where Pleo expenses will be exported.
es: El libro de cuentas a donde se exportarán los gastos de Pleo
fr: Le journal où les dépenses Pleo seront exportées
sv: Journalen dit där Pleo-utgifter kommer att exporteras

source: The document has invalid encoding. Try uploading it in a different format.
es: El documento tiene una codificación inválida. Intenta subirlo en un formato diferente
fr: Le document a un codage non valide. Essayez de le télécharger dans un format différent
sv: Dokumentet har ogiltigt format. Prova att ladda upp det i ett annat format

source: The document is corrupt or invalid. Try uploading it in a different format.
es: El documento es corrupto o inválido. Intenta subirlo en un formato diferente
fr: Le document est corrompu ou invalide. Essayez de le télécharger dans un format différent
sv: Dokumentet är skadat eller ogiltigt. Prova att ladda upp det i ett annat format

source: The document is too large. Try making the file size smaller or upload it in a different format.
es: El documento es demasiado grande. Intenta hacer el archivo más pequeño o subirlo en un formato diferente
fr: Le document est trop volumineux. Essayez de réduire la taille du fichier ou de le télécharger dans un format différent
sv: Dokumentet är för stort. Försök att göra filstorleken mindre eller ladda upp den i ett annat format

source: The format of the file you'll get when you export expenses from Pleo.
es: El formato del archivo que conseguirás cuando exportes los gastos de Pleo
fr: Le format du fichier que vous obtiendrez lorsque vous exporterez des dépenses depuis Pleo
sv: Filformat du får när du exporterar utgifter från Pleo

source: The full past activity for this expense is not available. <0>Why?</0>
es: No se dispone de detalles completos de la actividad pasada para este gasto <0>¿Por qué?</0>
fr: Tous les détails de l'activité passée pour cette dépense ne sont pas disponibles<0>Pourquoi?</0>
sv: Fullständig information om den tidigare aktiviteten för den här utgiften är inte tillgänglig <0>Varför?</0>

source: The invitation for {0} will be revoked.
es: La invitación para %s será revocada
fr: L'invitation pour %s sera révoquée
sv: Inbjudan till %s kommer att återkallas

source: The invitation for <0>{0}</0> will be revoked.
es: La invitación para <0>%s</0> será revocada
fr: L'invitation pour <0>%s</0>sera révoquée
sv: Inbjudan till <0>%s</0> återkallas

source: The invitation sent by {0} will be accepted and thus your company will be connected to it.
es: La invitación enviada por %s será aceptada y así tu compañía estará conectada con ellos.
fr: L'invitation envoyée par %s sera acceptée et votre entreprise y sera donc connectée.
sv: Inbjudan som skickats av %s kommer att accepteras och därmed kommer ditt företag att anslutas till det.

source: The invitation sent by {0} will be rejected.
es: La invitación enviada por %s será rechazada.
fr: L'invitation envoyée par %s sera rejetée.
sv: Inbjudan som skickats av %s kommer att avvisas.

source: The Journal where Pleo card expenses will be exported.
es: El diario donde se exportarán los gastos de la tarjeta Pleo
fr: Le journal où les dépenses de la carte Pleo seront exportées
sv: Journal dit där Pleo kortbetalningar kommer att exporteras

source: The Journal where Pleo expenses will be exported.
es: El diario donde se exportarán los gastos de Pleo
fr: Le Journal où les dépenses Pleo seront exportées
sv: Journalen dit där Pleo-utgifter kommer att exporteras

source: The journal where Pleo pocket expenses will be exported.
es: El diario donde se exportarán los gastos de Pleo Pocket
fr: Le Journal où les dépenses de Pleo Pocket seront exportées
sv: Journalen dit där Pleo Pocket utgifter kommer att exporteras

source: The member has been assigned to all clients
es: El miembro ha sido asignado a todos los clientes
fr: L'employé a été affecté à tous les clients
sv: Medlemmen har tilldelats alla klienter

source: The name of your company is over {EMBOSS_LINE_CHAR_LIMIT} characters, please edit it.
es: El nombre de tu compañía supera el límite %1$s de caracteres, por favor, edítalo.
fr: Le nom de votre entreprise est %1$s caractères, veuillez le modifier
sv: Namnet på ditt företag överstiger %1$s tecken, vänligen ändra det

source: The next time you buy something at Netto, Føtex or +5,000 other stores – we'll instantly grab the receipt.
es: La próxima vez que compres algo en Netto, Føtex o en una de las de 5.000 tiendas con las que trabajamos, te daremos el recibo al instante.
fr: La prochaine fois que vous achèterez quelque chose chez Netto, Føtex ou dans l'un des 5 000 magasins et plus, nous récupérerons instantanément le reçu
sv: Nästa gång du köper något på Netto, Føtex eller från en av 7500+ andra butiker, hämtar vi omedelbart kvittot

source: The passcodes didn't match, Try again
es: Las contraseñas no coinciden. ¿Vuelve a intentarlo?
fr: Les codes d'accès ne correspondent pas. Réessayer?
sv: Säkerhetskoderna matchade inte. Försök igen?

source: The perfect time to get more cards, for free
es: La oportunidad perfecta para empoderar a tu equipo con Pleo
fr: L'occasion idéale pour donner davantage d'autonomie à vos employés avec Pleo
sv: Den perfekta chansen att ge frihet till fler anställda med Pleo

source: The requested <0>page</0><1/>could <2>not</2> be <3>found</3>
es: <2>No</2> se pudo <3>encontrar</3> la <0>página</0><1/>solicitada
fr: La <0>page</0><1/>demandée pourrait<2>ne pas</2> être<3>trouvée</3>
sv: Den begärda <0> sidan </0> <1/> kunde <2> inte </2> <3> hittas </3>

source: The team name "{name}" is taken. Enter a unique name
es: El nombre del equipo "%1$s" ya se está usando. Intenta con otro.
fr: Le nom de l'équipe "%1$s" est pris. Essayez un autre
sv: Lagnamnet "%1$s" tas. Prova en annan

source: Then send the application to Danske Bank to obtain their signature (send it either over email or normal mail)
es: Luego envía la solicitud al Danske Bank para obtener su firma (envíala por correo electrónico o postal)
fr: Envoyez ensuite la demande à Danske Bank pour obtenir sa signature (envoyez-la par e-mail ou par courrier)
sv: Skicka sedan ansökan till Danske Bank för att få deras signatur (skicka den antingen via e-post eller post)

source: There are no expenses matching filters.
es: No hay gastos que coincidan con estos filtros
fr: Il n'y a pas de dépenses correspondant à ces filtres
sv: Det finns inga utgifter som matchar dessa filter

source: There are no expenses matching your criteria, try something else
es: No hay gastos que coincidan con tu criterio. ¿Vas a intentar algo más?
fr: Il n'y a pas de dépenses correspondant à vos critères. Essayez autre chose?
sv: Det finns inga utgifter som matchar dina kriterier. Prova något annat?

source: There is already a scheduled Nets transfer of {0}. for this wallet, please insert a different amount.
es: Ya hay una transferencia programada neta %s para este monedero. Por favor, inserta una cantidad diferente
fr: Il existe déjà un virement Nets planifié de %s pour ce portefeuille. Veuillez insérer un montant différent
sv: Det finns redan en planerad Gets-överföring på %s för denna wallet. Ange ett annat belopp

source: There is only space for {LIMIT} characters on the front of the card. Please do not use personal names or titles.
es: Sólo hay espacio para los %1$s caracteres de la parte frontal de la tarjeta. Por favor, no utilices nombres personales o títulos.
fr: Il n'y a de l'espace que pour %1$s caractères au recto de la carte. Veuillez ne pas utiliser de noms ou de titres personnels.
sv: Det finns endast utrymme för %1$s tecken på framsidan av kortet. Använd inte personliga namn eller titlar.

source: There was a problem while creating your Pleo card, please contact support.
es: Hubo un problema al crear tu tarjeta Pleo. Ponte en contacto con el equipo de soporte y veremos como podemos solucionarlo
fr: Un problème est survenu lors de la création de votre carte Pleo. Veuillez contacter le support et voyons si nous pouvons le trier
sv: Det uppstod ett problem när du skapade ditt Pleo-kort. Vänligen kontakta supporten så får vi se om vi kan lösa det

source: There was a problem while deleting the file, please wait and try again shortly.
es: Hubo un problema al borrar el archivo. Por favor, espera un poco e inténtalo de nuevo
fr: Un problème est survenu lors de la suppression du fichier. Veuillez patienter un peu et réessayer
sv: Det uppstod ett problem när filen raderades. Vänta en stund och försök igen

source: There was a problem while loading the file, please wait and try again shortly.
es: Se ha producido un problema al cargar el archivo. Por favor, espera un poco e inténtalo de nuevo
fr: Un problème est survenu lors du chargement du fichier. Veuillez patienter un peu et réessayer
sv: Det uppstod ett problem när filen laddades. Vänta lite och försök igen

source: There was a problem while performing the SIS check, ({0}).
es: Hubo un problema mientras se realizaba la comprobación del SIS (%s)
fr: Un problème est survenu lors de la vérification SIS (%s)
sv: Det uppstod ett problem när SIS-kontrollen utfördes (%s)

source: There was a problem while updating the PEP check ({0}).
es: Hubo un problema al actualizar la comprobación PEP (%s)
fr: Un problème est survenu lors de la mise à jour de la vérification PEP (%s)
sv: Det uppstod ett problem när PEP-kontrollen (%s) skulle uppdateras.

source: There was a problem while updating the SIS check ({0}).
es: Hubo un problema al actualizar la comprobación de SIS (%s)
fr: Un problème est survenu lors de la mise à jour de la vérification SIS (%s)
sv: Det uppstod ett problem när SIS-kontrollen (%s) skulle uppdateras.

source: There was a problem while uploading the file, please wait and try again shortly.
es: Ha habido un problema al subir el archivo. Por favor, espera un poco e inténtalo de nuevo
fr: Un problème est survenu lors du téléchargement du fichier. Veuillez patienter un peu et réessayer
sv: Det uppstod ett problem när filen laddades upp. Vänta en liten stund och försök igen

source: There was a problem while using your Pleo card to subscribe, please contact support.
es: Tuvimos un problema al usar tu tarjeta Pleo para suscribirnos. Por favor, ponte en contacto con el servicio de atención al cliente y veremos si podemos solucionarlo.
fr: Nous avons rencontré un problème lors de l'utilisation de votre carte Pleo pour vous abonner. Veuillez contacter le support et voyons si nous pouvons trouver une solution
sv: Vi stötte på ett problem när du använde ditt Pleo-kort för att prenumerera. Vänligen kontakta supporten så får vi se om vi kan lösa det

source: There was a problem while verifying your company, please refresh the page and try again.
es: Hemos tenido un problema mientras verificábamos tu empresa. Por favor, refresca la página e inténtalo de nuevo
fr: Nous avons rencontré un problème lors de la vérification de votre entreprise. Veuillez rafraîchir la page et réessayer
sv: Vi stötte på ett problem när vi försökte verifiera ditt företag. Uppdatera sidan och försök igen

source: There was a problem while verifying your company.
es: Hemos tenido un problema mientras verificábamos tu empresa
fr: Nous avons rencontré un problème lors de la vérification de votre entreprise
sv: Vi stötte på ett problem när vi försökte verifiera ditt företag

source: There was an issue downloading the file. Try again later or with another browser.
es: Se ha producido un problema al descargar el archivo. Inténtalo de nuevo más tarde o prueba con otro navegador.
fr: Un problème est survenu lors du téléchargement du fichier. Réessayez plus tard ou avec un autre navigateur.
sv: Det uppstod ett problem med att hämta filen. Försök igen senare eller med en annan webbläsare.

source: There's nothing else you need to do
es: Tomate un respiro. No necesitas hacer nada más
fr: Plus de soucis à vous faire, il n'y a rien d'autre à faire
sv: Ta en paus. Det finns inget mer du behöver göra just nu

source: They will have administrator access to your Pleo account. <0>Read more</0>
es: Tendrán acceso de administrador a tu cuenta Pleo. <0>Leer más...</0>
fr: Ils auront un accès administrateur à votre compte Pleo. <0>En savoir plus</0>
sv: De kommer att ha administratörsåtkomst till ditt Pleo-konto. <0>Läs mer</0>

source: They'll each instantly get their own personal virtual card, and then you can order plastic cards for them too.
es: Cada uno de ellos recibirá de inmediato su propia tarjeta virtual. También puedes pedir tarjetas físicas para ellos
fr: Ils obtiendront chacun leur propre carte virtuelle personnelle, immédiatement. Vous pouvez également commander des cartes physiques pour eux
sv: De kommer alla att få sina egna personliga virtuella kort på direkt. Du kan sedan även beställa fysiska kort åt dem

source: This amount is higher than the {0} limit you've chosen, and will have no effect. Please choose a lower amount, or increase the {1} limit.
es: Esta cantidad es más alta que el límite de %1$s que has elegido. Por favor, elije una cantidad menor, o aumenta el límite de %2$s
fr: Ce montant est supérieur à la limite %1$s vous avez choisie. Veuillez choisir un montant inférieur ou augmenter la limite de %2$s
sv: Det här beloppet är högre än den %1$s gräns som du har valt. Välj ett lägre belopp eller öka %2$s gränsen

source: This can only be done on IDV checks that have a "REFER" status. Do you want to resume the check?
es: Esto sólo se puede hacer en los cheques de IDV que tienen el estatus de "REFERIDO". ¿Quieres reanudar el cheque?
fr: Cela ne peut être fait que sur les contrôles de vérification d'identité qui ont le statut "REFER". Voulez-vous reprendre la vérification?
sv: Detta kan endast göras vid IDV-granskning som har "REFER" -status. Vill du återuppta granskningen?

source: This card is issued by and remains the property of Pleo Financial Services A/S
es: Esta tarjeta es emitida y sigue siendo propiedad de Pleo Financial Services A/S.
fr: Cette carte est émise par et reste la propriété de Pleo Financial Services A/S
sv: Detta kort har utfärdas av och förblir Pleo Financial Services A/S

source: This card will be paired with your account.
es: Esta tarjeta será emparejada con tu cuenta
fr: Cette carte sera associée à votre compte
sv: Det här kortet kommer att kopplas ihop med ditt konto

source: This expense is queued for export.
es: Listo para salir. Este gasto está en cola para la exportación
fr: Cette dépense est mise en file d'attente d'exportation
sv: Redo. Den här utgiften står i kö för export

source: This expense needs more details
es: ¿Tienes un segundo? Necesitamos más detalles sobre este gasto
fr: Vous avez une seconde? Cette dépense a besoin de plus de détails
sv: Har du en sekund över? Denna utgift behöver mer information

source: This expense was processed.
es: Todo listo. El gasto ha sido procesado
fr: Tout fait. Cette dépense a été traitée
sv: Allt klart. Denna utgift har behandlats

source: This form is signed electronically using the Pleo Passcode by:
es: Este formulario ha sido firmado electrónicamente usando el código de acceso de Pleo, por:
fr: Ce formulaire est signé électroniquement, en utilisant le code d'accès Pleo, par:
sv: Detta formulär är signerat elektroniskt med hjälp av Pleo säkerhetskod av:

source: This invite link is no longer valid. Please ensure you've entered it correctly.
es: Este enlace de invitación ya no es válido. Comprueba que lo has introducido correctamente
fr: Ce lien d'invitation n'est plus valide. Vérifiez que vous l'avez entré correctement
sv: Den här inbjudningslänken är inte längre giltig. Kontrollera att du har angett allt korrekt

source: This is so secure even we can't see it! We'll ask you for it when you access your virtual card or make account changes.
es: Esto es muy seguro, ni siquiera nosotros podemos verlo. Te lo pediremos cuando accedas a tu tarjeta virtual o hagas cambios en tu cuenta
fr: Nous vous le demanderons lorsque vous accéderez à votre carte virtuelle ou modifierez votre compte
sv: Det här är så säkert att inte ens vi kan se det. Vi kommer be dig om det när du öppnar ditt virtuella kort eller gör ändringar i ditt konto

source: This is your PIN. Don't worry if you can't remember it now, you can always view it later from within Pleo
es: Este es tu PIN. No te preocupes si no puedes recordarlo ahora, podrás verlo más tarde en la aplicación Pleo
fr: Ceci est votre code PIN. Ne vous inquiétez pas si vous ne vous en souvenez pas maintenant, vous pouvez toujours le voir plus tard dans l'application Pleo
sv: Det här är din PIN-kod. Kan du inte memorera den? Oroa dig inte, du kan alltid se den senare i Pleo-appen

source: This option is already registered.
es: Esta opción ya está registrada
fr: Cette option est déjà enregistrée
sv: Det här alternativet är redan registrerat

source: This plan is only available to less than {MAX_AMOUNT_OF_USERS_FOR_ESSENTIAL} users
es: Este plan sólo está disponible para menos de %1$s usuarios
fr: Ce plan est uniquement disponible pour moins de %1$s utilisateurs
sv: Den här planen är endast tillgänglig för färre än %1$s användare

source: This tag is not used
es: Esta etiqueta no se utiliza
fr: Ce libellé n'est pas utilisé
sv: Den här taggen används inte

source: This tag is used on <0>{0} expenses</0>, and can't be deleted unless removed from those expenses first.
es: Esta etiqueta se usa en <0>%s gastos</0>. Si quiere borrarla, primero debe eliminarla de esos gastos.
fr: Ce libellé est utilisé sur <0>%s dépenses</0>. Si vous souhaitez le supprimer, vous devez d'abord le supprimer de ces dépenses
sv: Den här taggen används på <0>%s utgifter</0>. Om du vill ta bort den måste du ta bort den från dessa utgifter först

source: This tax code is in use by one or more expenses
es: Este código fiscal se utiliza para uno o más gastos
fr: Ce code TVA est utilisé par une ou plusieurs dépenses
sv: Denna momskod används av en eller flera utgifter

source: This will
es: Esto
fr: Cela permettra
sv: Det här kommer att

source: This will change only your passcode,<0/>not the PIN of your plastic card
es: Esto sólo cambiará tu contraseña,<0/>no es el PIN de tu tarjeta física.
fr: Cela ne fera que changer votre code d'accès, <0/>pas le code PIN de votre carte physique
sv: Detta kommer bara att ändra din säkerhetskod, <0/> inte PIN-koden för ditt fysiska betalkort

source: This would be the name of your business.
es: Este es el nombre de tu negocio
fr: C'est le nom de votre entreprise
sv: Detta är namnet på ditt företag

source: Threshold is required
es: Se necesita un umbral
fr: Le seuil est requis
sv: Tröskelvärde krävs

source: Time to focus on the things that really matter.
es: Poder para tu equipo
fr: Donnez le pouvoir à vos employés
sv: Power to your people

source: Tip: Create a spreadsheet with 2 columns (one with names and one with emails). Copy and paste above.
es: Consejo: Crea una hoja de cálculo con 2 columnas (una con nombres y otra con emails). Copia y pega arriba
fr: Conseil: créez une feuille de calcul avec 2 colonnes (une avec les noms et l'autre avec les e-mails). Copiez et collez ci-dessus
sv: Tips: Skapa ett kalkylblad med 2 kolumner (ett med namn och ett med e-post). Kopiera och klistra in ovan

source: Title
es: Título
fr: Titre
sv: Titel

source: To
es: A
fr: À
sv: Till

source: To begin, complete your account details below.
es: Para empezar, completa los datos de tu cuenta a continuación
fr: Pour commencer, complétez les détails de votre compte ci-dessous
sv: För att komma igång, fyll i dina kontouppgifter nedan

source: To disable Storebox you will need to get in touch with us, as we will need to tweak some setups for you.
es: Para desactivar Storebox, ponte en contacto con nosotros. Necesitamos ajustar algunas cosas para ti.
fr: Pour désactiver Storebox, contactez-nous - nous devons modifier quelques paramètres pour vous
sv: För att inaktivera Storebox, kontakta oss - vi måste justera några saker för dig

source: To edit, <0>remove from queue</0>
es: Para editar, <0>eliminar de la cola</0>
fr: Pour la modifier, <0>supprimer la de la file d'attente</0>
sv: För att redigera, <0>ta bort från kön</0>
