Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: or $1
es: o 1€
fr: ou $1
sv: eller $ 1

source: "{0} {1}" was successfully deleted.
es: "%1$s %2$s" fue borrado con éxito
fr: "%1$s %2$s" a été supprimé avec succès
sv: "%1$s %2$s" har tagits bort

source: "{0}" account is connected with Pleo
es: La cuenta "%s" está conectada con Pleo
fr: Le compte "%s" est connecté à Pleo
sv: "%s"-kontot är kopplat till Pleo

source: [Deleted]
es: [Borrado]
fr: [Supprimé]
sv: [Raderade]

source: [Last] dddd
es: [Último] dddd
fr: [Dernier] jjjj
sv: [Sista] dddd

source: [Today at] LT
es: [Hoy a las] LT
fr: [Aujourd'hui à] LT
sv: [Idag på] LT

source: [Today]
es: [Hoy]
fr: [Aujourd'hui]
sv: [Idag]

source: [Yesterday at] LT
es: [Ayer a las] LT
fr: [Hier à] LT
sv: [Igår på] LT

source: [Yesterday]
es: [Ayer]
fr: [Hier]
sv: [Igår]

source: {0, plural, one {# archived tag} other {# archived tags}}
es: {0, plural, one {# etiqueta archivada} other {# etiquetas archivadas}}
fr: {0, plural, one {# libellé archivé} other {# libellés archivés}}
sv: {0, plural, one {# arkiverad tagg} other {# arkiverade taggar}}

source: {0, plural, one {# card} other {# cards}}
es: {0, plural, one {# tarjeta} other {# tarjetas}}
fr: {0, plural, one {# carte} other {# cartes}}

source: {0, plural, one {# company} other {# companies}}
es: {0, plural, one {# empresa} other {# empresas}}
fr: {0, plural, one {# entreprise} other {# entreprises}}
sv: {0, plural, one {# företag} other {# företag}}

source: {0, plural, one {# edited tag} other {# edited tags}}
es: {0, plural, one {# etiqueta editada} other {# etiquetas editadas}}
fr: {0, plural, one {# libellé édité} other {# libellés édités}}
sv: {0, plural, one {# redigerad tagg} other {# redigerade taggar}}

source: {0, plural, one {# employee} other {# employees}}
es: {0, plural, one {# empleado} other {# empleados}}
fr: {0, plural, one {# employé(e)} other {# employé(es)}}
sv: {0, plural, one {# anställd} other {# anställda}}

source: {0, plural, one {# employee} other {# employees}} with {daysToSwitchDate, plural, one {# day remaining} other {# days remaining}}
es: {0, plural, one {# empleado} other {# empleados}} con {daysToSwitchDate, plural, one {# día adicional} other {# días adicionales}}
fr: {0, plural, one {# employé(e)} other {# employé(es)}} avec {daysToSwitchDate, plural, one {# jour restant} other {# jours restants}}
sv: {0, plural, one {# anställd} other {# anställda}} med {daysToSwitchDate, plural, one {# dag kvar} other {# dagar kvar}}

source: {0, plural, one {# new tag} other {# new tags}}
es: {0, plural, one {# etiqueta nueva} other {# etiquetas nuevas}}
fr: {0, plural, one {# nouveau libellé} other {# nouveaux libellés}}
sv: {0, plural, one {# ny tagg} other {# nya taggar}}

source: {0, plural, one {# unarchived tag} other {# unarchived tags}}
es: {0, plural, one {# etiqueta no archivada} other {# etiquetas no archivadas}}
fr: {0, plural, one {# libellé non archivé} other {# libellés non archivés}}

source: {0, plural, one {Expires in # day} other {Expires in # days}}
es: {0, plural, one {Caduca en # día} other {Caduca en # días}}
fr: {0, plural, one {Expire dans # jour} other {Expire dans # jours}}
sv: {0, plural, one {löper ut om # dag} other {går ut om # dagar}}

source: {0, plural, one {The invite was sent.} other {# invites were sent.}}
es: {0, plural, one {La invitación ha sido enviada} other {# las invitaciones han sido enviadas}}
fr: {0, plural, one {L'invitation a été envoyée} other {# Les invitations ont été envoyées}}
sv: {0, plural, one {Inbjudan skickades} other {# inbjudningar skickades}}

source: {0, plural, one {Valid for # day} other {Valid for # days}}
es: {0, plural, one {Válido durante # día} other {Válido durante # días}}
fr: {0, plural, one {Valable pour # jour} other {Valable pour # jours}}
sv: {0, plural, one {giltig för # dag} other {giltig för # dagar}}

source: {0, plural, one {Your card expires in # day} other {Your card expires in # days}}
es: {0, plural, one {Tu tarjeta caduca en # días} other {Tu tarjeta caduca en # días}}
fr: {0, plural, one {Votre carte expire dans # jour} other {Votre carte expire dans # jours}}
sv: {0, plural, one {Ditt kort går ut om # dag} other {Ditt kort löper ut om # dagar}}

source: {0, plural, one {Your card is valid for # day} other {Your card is valid for # days}}
es: {0, plural, one {Tu tarjeta es válida durante # día} other {Tu tarjeta es válida durante # días}}
fr: {0, plural, one {Votre carte est valide pour # jour} other {Votre carte est valide pour # jours}}
sv: {0, plural, one {Ditt kort är giltigt i # dag} other {Ditt kort är giltigt i # dagar}}

source: {0} (Pocket account)
es: %s (cuenta de bolsillo)
fr: %s (compte Pocket)
sv: %s (Pocket-konto)

source: {0} {1} will no longer be able to access {2} as a bookkeeper
es: %1$s %2$s ya no podrá acceder a %3$s como contable
fr: %1$s %2$s ne pourra plus accéder à %3$s tant que comptable
sv: %1$s %2$s kommer inte längre att kunna komma åt %3$s som redovisningskonsult

source: {0} and over. Funds available within 5 business days
es: %s y más. Fondos disponibles en un plazo de 5 días hábiles
fr: %s et plus. Fonds disponibles dans les 5 jours ouvrables
sv: %s och över. Pengar finns tillgängliga inom fem arbetsdagar

source: {0} bookkeepers
es: %s contables
fr: %s comptables
sv: %s bokför

source: {0} eKYC check
es: Comprobación eKYC
fr: %s vérification eKYC
sv: %s eKYC-kontroll

source: {0} for company: <0>{1}</0>
es: %1$s para la empresa: <0>%2$s</0>
fr: %1$s pour l'entreprise: <0>%2$s</0>
sv: %1$s för företag: <0>%2$s</0>

source: {0} has been selected as your accounting system
es: %s ha sido seleccionado como sistema de contabilidad
fr: %s a été sélectionné comme système comptable
sv: %s har valts som ditt bokföringsprogram

source: {0} has changed some of its company information. To keep your financial data safe it is important that we verify your most recent company information.
es: %s ha cambiado parte de la información de su empresa. Para mantener sus datos financieros seguros, es importante que verifiquemos su información más reciente
fr: %s a modifié certaines de ses informations d'entreprise. Pour protéger vos données financières, il est important que nous vérifions vos informations les plus récentes
sv: %s har ändrat en del av företagets information. För att skydda dina finansiella uppgifter är det viktigt att vi verifierar din senaste information

source: {0} has documents with files missing
es: %s tiene documentos con archivos pendientes
fr: %s contient des documents avec des fichiers manquants
sv: %s har dokument med filer som saknas

source: {0} has no proof of address, cannot perform company verification
es: %s no tiene prueba de domicilio, por lo que aún no podemos verificar la empresa
fr: %s n'a pas de preuve d'adresse, nous ne pouvons donc pas encore valider l'entreprise
sv: %s har inget bevis på adress, så vi kan inte verifiera företaget ännu

source: {0} has no proof of ID, cannot perform company verification
es: %s no tiene prueba de identificación, por lo que aún no podemos verificar la empresa
fr: %s n'a pas de pièce d'identité, nous ne pouvons donc pas encore valider l'entreprise
sv: %s har inget bevis på ID, så vi kan inte verifiera företaget än

source: {0} has not transferred funds to Pleo yet. Once they have, you will be able to activate and use your virtual card as well as pair and use your plastic card.
es: %s aún no ha transferido fondos a Pleo. Una vez que lo haya hecho, podrás activar y empezar a usar tus tarjetas
fr: %s n'a pas fait de virement à Pleo. Une fois qu'ils l'ont fait, vous pouvez activer et commencer à utiliser vos cartes
sv: %s har inte överfört pengar till Pleo än. När de har gjort det kan du aktivera och börja använda dina kort

source: {0} has now extended access to your company.
es: %s ha ampliado el acceso a su empresa.
fr: %s a maintenant l'accès élargi à votre entreprise.
sv: %s har nu utökat åtkomst till ditt företag.

source: {0} has now limited access to your company.
es: %s ahora tiene acceso limitado a su empresa.
fr: %s a désormais un accès limité à votre entreprise.
sv: %s har nu begränsad tillgång till ditt företag.

source: {0} hasn't joined Pleo yet, <0>resend invite</0>
es: %s aún no se ha unido a Pleo, <0> reenvía la invitación </0>
fr: %s n'a pas encore rejoint Pleo, <0>renvoyez l'invitation</0>
sv: %s har inte registrerat sig i Pleo ännu, <0> Skicka inbjudan igen</0>

source: {0} is on its way
es: %s está en camino
fr: %s est en route
sv: %s är på väg

source: {0} of {1}
es: %1$s de %2$s
fr: %1$s de %2$s
sv: %1$s av %2$s

source: {0} Plan
es: Plan %s
fr: %s Plan
sv: %s plan

source: {0} selected
es: %s seleccionado
fr: %s sélectionné
sv: %s vald

source: {0} successfully deleted
es: %s se eliminó con éxito
fr: %s supprimé avec succès
sv: %s har tagits bort

source: {0} successfully disconnected
es: %s se desconectó correctamente
fr: %s déconnecté avec succès
sv: %s har kopplats från

source: {0} was disconnected.
es: %s fue desconectado.
fr: %s a été déconnecté.
sv: %s kopplades bort.

source: {0} will lose access to any client they are connected to
es: %s perderá el acceso a cualquier cliente al que esté conectado
fr: %s perdra l'accès à tout client auquel il est connecté
sv: %s förlorar åtkomsten till alla klienter som de är anslutna till

source: {0}'s access to your company will be revoked.
es: Se revocará el acceso de %s a tu empresa.
fr: L'accès de %s à votre entreprise sera révoqué.
sv: %s : s åtkomst till ditt företag återkallas.

source: {0}'s address is incomplete, please provide all required fields.
es: La dirección de %s está incompleta, por favor proporciona todos los datos requeridos
fr: L'adresse de %s est incomplète, veuillez fournir tous les champs obligatoires
sv: %ss adress är ofullständig, ange alla obligatoriska fält

source: {0}'s balance has been updated
es: El balance de %s ha sido actualizado
fr: Le solde de %s a été mis à jour
sv: %ss saldo har uppdaterats

source: {0}'s wallet is empty. Please add funds to the Pleo wallet to use your cards.
es: El monedero de %s está vacío. Por favor, añade fondos en el monedero de Pleo para que tu equipo pueda utilizar las tarjetas
fr: Le portefeuille de %s est vide. Veuillez ajouter des fonds au portefeuille Pleo pour que votre équipe puisse utiliser leurs cartes
sv: %ss wallet är tom. Överför pengar till er Pleo wallet så att teamet kan använda sina kort

source: {cards, plural, one {# card is } other {# cards are }} already in use.
es: {cards, plural, one {# tarjeta ya está } other {# tarjetas ya están }} en uso
fr: {cards, plural, one {# carte est } other {# cartes sont }} déjà utilisée(s)
sv: {cards, plural, one {# kort är } other {# kort är }} används redan

source: {companyLegalName} has been fully verified.
es: %1$s ha sido completamente verificado
fr: %1$s a été entièrement vérifiée
sv: %1$s har verifierats fullständigt

source: {companyName} {0} Pleo balance <0/> is below your {1} spending limit. Contact your admin for more information.
es: %1$s %1$s El balance de Pleo <0/> está por debajo del %2$s límite de gasto. Para más información, ponte en contacto con el administrador
fr: Le solde Pleo de %1$s %1$s <0/> est inférieur à votre %2$s limite de dépenses. Contactez votre administrateur pour plus d'informations
sv: %1$s %1$s Pleo-saldo <0/> ligger under er %2$s köpgräns. Kontakta administratören för mer information

source: {companyName}'s wallet
es: Monedero de %1$s
fr: Portefeuille de %1$s
sv: %1$s : s plånbok

source: {count, plural, one {# accountant added} other {# accountants added}}
es: {count, plural, one {# contable añadido} other {# contables añadidos}}
fr: {count, plural, one {# comptable ajouté} other {# comptables ajoutés}}
sv: {count, plural, one {# redovisningskonsult tillagd } other {# redovisningskonsulter tillagda }}

source: {count, plural, one {# bookkeeper added} other {# bookkeepers added}}
es: {count, plural, one {# contable añadido} other {# contables añadido}}
fr: {count, plural, one {# Expert-comptable ajouté} other {# Experts-comptable ajoutés}}
sv: {count, plural, one {# redovisningskonsult tillagd } other {# redovisningskonsulter tillagda }}

source: {count, plural, one {# expense awaiting details from your team} other {# expenses awaiting details from your team}}
es: {count, plural, one {# gasto necesita más información de tu equipo} other {# gastos necesitan más información de tu equipo}}
fr: {count, plural, one {# dépense en attente de détails de votre équipe} other {# dépenses en attente de détails de votre équipe}}
sv: {count, plural, one {# utgift som väntar på mer information från ditt team } other {# utgifter som väntar på mer information från ditt team }}

source: {count, plural, one {# member added} other {# members added}}
es: {count, plural, one {# miembro añadido} other {# miembros añadidos}}
fr: {count, plural, one {# employé ajouté} other {# employés ajoutés}}
sv: {count, plural, one {# medlem tillagd} other {# medlemmar tillagda}}

source: {count, plural, one {You have # expense needing details} other {You have # expenses needing details}}
es: {count, plural, one {Tienes # gasto que necesita más información} other {Tienes # gastos que necesitan más información}}
fr: {count, plural, one {Vous avez # dépense nécessitant des détails} other {Vous avez # dépenses nécessitant des détails}}
sv: {count, plural, one {Du har # utgift som behöver mer information} other {Du har # utgifter som behöver mer information}}

source: {daysToExpiration, plural, one {Plastic card expires in # day} other {Plastic card expires in # days}}
es: {daysToExpiration, plural, one {La tarjeta de plástico expira en # días} other {La tarjeta de plástico expira en # días}}
fr: {daysToExpiration, plural, one {Votre carte physique expire dans # jour} other {Vos cartes physiques expire dans # jours}}
sv: {daysToExpiration, plural, one { Fysiskt kort går ut om # dag } other { Fysiskt kort går ut om # dagar }}

source: {daysToExpiration, plural, one {Virtual card expires in # day} other {Virtual card expires in # days}}
es: {daysToExpiration, plural, one {La tarjeta virtual caduca en # días} other {La tarjeta virtual caduca en # días}}
fr: {daysToExpiration, plural, one {Votre carte virtuelle expire dans # jour} other {Votre carte virtuelle expire dans # jours}}
sv: {daysToExpiration, plural, one { Virtuellt kort går ut om # dag } other { Virtuellt kort går ut om # dagar }}

source: {daysToSwitchDate, plural, one {# day remaining} other {# days remaining}}
es: {daysToSwitchDate, plural, one {# día restante} other {# días restantes}}
fr: {daysToSwitchDate, plural, one {# jour restant} other {# jours restants}}
sv: {daysToSwitchDate, plural, one {# dag kvar } other {# dagar kvar }}

source: {existing, plural, one {We had a problem inviting # accountant.} other {We had a problem inviting # accountants.}}
es: {existing, plural, one {Hubo un problema al invitar a # contable} other {Hubo un problema al invitar a # contables}}
fr: {existing, plural, one { Nous avons eu un problème pour inviter # comptable } other { Nous avons eu un problème pour inviter # comptables }}
sv: {existing, plural, one { Vi hade ett problem att bjuda in # redovisningskonsult } other { Vi hade ett problem att bjuda in # redovisningskonsult }}

source: {existing, plural, one {We had a problem inviting # bookkeeper.} other {We had a problem inviting # bookkeepers.}}
es: {existing, plural, one {Hubo un problema al invitar a # contable} other {Hubo un problema al invitar a # contables}}
fr: {existing, plural, one { Nous avons eu un problème pour inviter # expert-comptable } other { Nous avons eu un problème pour inviter # experts-compables}}
sv: {existing, plural, one { Vi hade ett problem att bjuda in # redovisningskonsult } other { Vi hade problem med att bjuda in # redovisningskonsult }}

source: {existing, plural, one {We had a problem inviting # member.} other {We had a problem inviting # members.}}
es: {existing, plural, one {Hubo un problema al invitar a # miembro} other {Hubo un problema al invitar a # miembros}}
fr: {existing, plural, one { Nous avons eu un problème pour inviter # employé } other { Nous avons eu un problème pour inviter # employés }}
sv: {existing, plural, one {Vi hade problem med att bjuda in # medlem} other {Vi hade problem med att bjuda in # medlemmar}}

source: {filteredTotal, plural, one {# plastic card} other {# plastic cards} =0 {Nothing found...}}
es: {filteredTotal, plural, one {# tarjeta de plástico} other {# tarjetas de plástico} =0 {Sin resultados...}}
fr: {filteredTotal, plural, one {# carte physique} other {# cartes physiques} =0 { Rien trouvé...}}
sv: {filteredTotal, plural, one {# fysiskt kort} other {# fysiska kort} =0 {Inget hittades ...}}

source: {formattedAmount} & {count} other currencies withdrawn
es: %1$s & %1$s otras divisas retiradas
fr: %1$s et %1$s autres devises retirées
sv: %1$s & %1$s andra valutor som har dragits tillbaka

source: {formattedAmount} available
es: %1$s disponible
fr: %1$s disponible
sv: %1$s tillgänglig

source: {formattedAmount} owed
es: %1$s a deber
fr: %1$s dû
sv: %1$s skyldig

source: {formattedAmount} pending
es: %1$s pendiente
fr: %1$s en attente
sv: %1$s väntar

source: {formattedAmount} remaining
es: %1$s restante
fr: %1$s restant
sv: %1$s kvar

source: {formattedAmount} withdrawn
es: %1$s retirados
fr: %1$s retiré
sv: %1$s återkallat

source: {label}:
es: %1$s:
fr: %1$s:
sv: %1$s :

source: {max} is the maximum possible quantity
es: %1$s es la cantidad máxima posible
fr: %1$s est la quantité maximale possible
sv: %1$s är den maximala kvantiteten

source: {name} has invalid address, please provide all required fields.
es: La dirección de %1$s no parece correcta, por favor, comprueba que incluye todos los datos
fr: L'adresse de %1$s ne semble pas correcte, veuillez vérifier qu'elle contient tous les champs obligatoires
sv: %1$ss adress ser inte ut att stämma, kontrollera att den innehåller alla obligatoriska fält

source: {name} has invalid date of birth
es: La fecha de nacimiento de %1$s no parece correcta.
fr: La date de naissance de %1$s ne semble pas correcte
sv: %1$ss födelsedatum ser inte rätt ut

source: {numberOfCards, plural, one {card} other {cards}}
es: {numberOfCards, plural, one %1$s other %1$s
fr: {numberOfCards, plural, one %1$s other %1$s
sv: {numberOfCards, plural, one %1$s other %1$s

source: {numberOfEntriesUpdated} added to queue
es: %1$s añadidas a la cola
fr: %1$s ajouté(s) à la file d'attente
sv: %1$s har lagts till i kön

source: {numberOfEntriesUpdated} removed from queue
es: %1$s eliminado de la cola
fr: %1$s supprimé de la file d'attente
sv: %1$s tas bort från kön

source: {progressPercentage} % of limit reached
es: %1$s % del límite alcanzado
fr: %1$s % de la limite atteinte
sv: %1$s % av köpgräns har uppnåtts

source: {remaining, plural, one {# day left} other {# days left}}
es: {remaining, plural, one {queda # día } other {quedan # días}}
fr: {remaining, plural, one {# jour restant} other {# jours restant}}
sv: {remaining, plural, one {# dag kvar} other {# dagar kvar}}

source: {temp, plural, one { (arrives in # day)} other { (arrives in # days)}}
es: {temp, plural, one {(llega en # día)} other {(llega en # días)}}
fr: {temp, plural, one {(arrive dans # jour)} other {(arrive dans # jours)}}
sv: {temp, plural, one {(anländer om # dag)} other {(anländer om # dagar)}}

source: {total, plural, =0 {{0}} one {# expense} other {# expenses}}<0>Clear filters</0>
es: {total, plural, =0 %1$s one {# gasto} other {# gastos}}<0>Borrar filtros</0>
fr: {total, plural, =0 %1$s one {# dépenses} other {# dépenses}}<0>Enlever les filtres</0>
sv: {total, plural, =0 %1$s one {# utgift} other {# utgifter}} <0> Rensa filter </0>

source: {type} fee (INCLUDED)
es: %1$s tarifa (Incluido)
fr: %1$s frais (inclus)
sv: %1$s avgift (ingår)

source: {userName}'s virtual card
es: La tarjeta virtual de %1$s
fr: Carte virtuelle de %1$s
sv: %1$ss virtuella kort

source: * Your company's name (as an account name) and bank details (account number in the format required below) needs to be visible. <0/>We also accept a screenshot if the URL of the website is visible besides the information.
es: *El nombre de su empresa (como nombre de la cuenta) y los datos bancarios (número de cuenta en el formato requerido más abajo) deben de ser visibles. <0/>También aceptamos una captura de pantalla si la URL del sitio web es visible además de la información
fr: *Le nom de votre entreprise (en tant que nom de compte) et vos coordonnées bancaires (numéro de compte dans le format requis ci-dessous) doivent être visibles. <0/>Nous acceptons également une capture d'écran si l'URL du site web est visible en plus des informations
sv: *Ditt företags namn (som kontonamn) och bankuppgifter (kontonummer i det format som krävs nedan) måste vara synliga. <0/>Vi accepterar även en skärmdump om webbadressens URL är synlig förutom informationen

source: <0/><1>{0, plural, =0 {} one {# transfer} other {# transfers}}</1> totalling <2>{1,number,currencyFormat}</2>
es: <0/><1>{0, plural, =0 {} one {# transferencia} other {# transferencias}}</1> totales<2>{1,number,currencyFormat}</2>
fr: <0/><1>{0, plural, =0 {} one {# virement} other {# virements}}</1> totalisant <2>{1, number, currencyFormat}</2>
sv: <0/><1>{0, plural, =0 {} one {# transfer} other {# transfers}}</1> totalt <2>{1,number,currencyFormat}</2>

source: <0/>Add receipt
es: <0/>Añade el recibo
fr: <0/>Ajouter un reçu
sv: <0/>Lägg till kvitto

source: <0/>We need some more details to complete your setup.
es: <0/>Necesitamos algunos detalles más para terminar
fr: <0/>Nous avons besoin de quelques détails supplémentaires pour finir la configuration
sv: <0/>Vi behöver lite mer information innan du är klar

source: <0>{0, plural, =0 {} one {# expense} other {# expenses}}</0> totalling <1>{1,number,currencyFormat}</1>
es: <0>{0, plural, =0 {} one {# gastos} other {# gastos}}</0> totalizando <1>{1,number,currencyFormat}</1>
fr: <0>{0, plural, =0 {} one {# dépense} other {# dépenses}}</0> totalisant <1>{1,number,currencyFormat}</1>
sv: <0> {0, plural, =0 {} one {# utgift} other {# utgifter}} </0> totalt <1> {1, number, currencyFormat} </1>

source: <0>{0, plural, one {# wallet top-up} other {# wallet top-ups}} </0>and
es: <0>{0, plural, one {# recarga de monedero} other {# recarga de monederos}} </0>and
fr: <0> {0, plural, one {# recharge de portefeuille} other {# recharges de portefeuille}} </0> et
sv: <0>{0, plural, one {# wallet top-up} other {# wallet top-ups}} </0> och

source: <0>{0} expenses</0> totalling <1>{1,number,currencyFormat}</1> with <2>{2} missing receipts</2> and <3>{3} missing account number</3>
es: <0>%1$s gastos</0> por un total de <1>{1,number,currencyFormat}</1> con <2>%3$s recibos que faltan</2> y <3>%4$s número de cuenta</3> que falta.
fr: <0>%1$s dépenses</0> totalisant <1>{1, number, currencyFormat}</1>avec<2>%3$s reçus manquants</2>et<3>%4$s numéro de compte manquant</3>
sv: <0>%1$s utgifter</0> totalt <1>{1,number,currencyFormat}</1> med <2>%3$s kvitton som saknas</2> och <3>%4$s saknar kontonummer</3>

source: <0>{0} expenses</0> with <1>{1} missing receipts</1> and <2>{2} missing account number</2>
es: <0>%1$s gastos</0> con <1>%2$srecibos</1> perdidos y <2>%3$s número de cuenta</2> perdido
fr: <0>%1$s dépenses</0> avec <1>%2$s reçus manquants</1> et <2>%3$s numéro de compte manquant</2>
sv: <0>%1$s utgifter</0> med <1>%2$s kvitton som saknas</1> och <2>%3$s saknade kontonummer</2>

source: <0><1/>5 min</0><2>Start verifying your company →</2>
es: <0><1/>5 min</0><2>Empieza con la verificación de tu empresa</2>
fr: <0><1/>5 min</0><2>Commencez à vérifier votre entreprise →</2>
sv: <0><1/>5 min</0><2>Börja verifiera ditt företag →</2>
