Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Create a 4 digit passcode for your account
es: Crea una contraseña de 4 dígitos para tu cuenta
fr: Créez un code d'accès à 4 chiffres pour votre compte
sv: Skapa en fyrsiffrig säkerhetskod för ditt konto

source: Create a Bank Account and a Default Account in {0} for Pleo if it doesn't already exist
es: Crear una cuenta bancaria y una cuenta por defecto en %s para Pleo, si no existen ya.
fr: Créez un compte bancaire et un compte par défaut dans %s pour Pleo, s'ils n'existent pas déjà
sv: Skapa ett bankkonto och ett standardkonto i %s för Pleo, om de inte redan finns

source: Create a Bank Account and Contact in {0} for Pleo
es: Crea una cuenta bancaria y un contacto en %s para Pleo
fr: Créez un compte bancaire et un contact en %s pour Pleo
sv: Skapa ett bankkonto och en kontakt i %s för Pleo

source: Create a company for your client
es: Crear una empresa para su cliente
fr: Créez une entreprise pour votre client
sv: Skapa ett företag för din klient

source: Create a tag group
es: Crear un grupo de etiquetas
fr: Créer un groupe de libellés
sv: Skapa en taggrupp

source: Create account
es: Crear una cuenta
fr: Créer un compte
sv: Skapa konto

source: Create account now →
es: Crea una cuenta ahora →
fr: Créez un compte maintenant →
sv: Skapa konto nu →

source: Create company account
es: Crea una cuenta de empresa
fr: Créer un compte d'entreprise
sv: Skapa företagskonto

source: Create custom sub-categories and match an account number to each sub-category. <0>Read more.</0>
es: Crear subcategorías personalizadas y hacer coincidir un número de cuenta con cada subcategoría. <0>Más información</0>
fr: Créez des sous-catégories personnalisées et associez un numéro de compte à chaque sous-catégorie. <0>En savoir plus</0>
sv: Skapa anpassade underkategorier och matcha ett kontonummer till varje underkategori. <0>Läs mer</0>

source: Create document
es: Crear el documento
fr: Créer un document
sv: Skapa dokument

source: Create partnership
es: Crea una asociación
fr: Créer un partenariat
sv: Etablera partnerskap

source: Create person
es: Crear persona
fr: Créer une personne
sv: Skapa person

source: Create tag group
es: Crear un grupo de etiquetas
fr: Créer un groupe de libellés
sv: Skapa taggrupp

source: Create tags in Pleo to track expenses
es: Crear etiquetas en Pleo para rastrear los gastos
fr: Créez des libellés dans Pleo pour suivre les dépenses
sv: Skapa taggar i Pleo för att spåra utgifter

source: Create team
es: Crear un equipo
fr: Créer une équipe
sv: Skapa team

source: Create your own format
es: Crea tu propio formato
fr: Créez votre propre format
sv: Skapa ditt eget format

source: Create Your Partnership
es: Crear tu sociedad
fr: Créez votre partenariat
sv: Skapa ditt partnerskap

source: Create your Pleo account to get started
es: Crea tu cuenta de Pleo para empezar
fr: Créez votre compte Pleo pour commencer
sv: Skapa ditt Pleo-konto för att komma igång

source: Create your tags bellow, or import existing tags from a spreadsheet. <0/><1>Learn more</1>
es: Crea tus etiquetas a continuación, o importa las etiquetas existentes de una hoja de cálculo. <0/><1>Más información</1>
fr: Créez vos libellés ci-dessous ou importez des libellés existants à partir d'une feuille de calcul. <0/><1>En savoir plus</1>
sv: Skapa taggarna nedan eller importera befintliga taggar från ett kalkylblad. <0/><1>Läs mer</1>

source: Created
es: Creado
fr: Créé
sv: Skapad

source: Creating eKYC check
es: Creando un cheque eKYC
fr: Création d'une vérification eKYC
sv: Skapa eKYC-kontroll

source: Creating IDV check
es: Creando un cheque de IDV
fr: Création d'une vérification d'identité
sv: Skapa IDV-check

source: Creating new Roger company account
es: Creando una nueva cuenta de la compañía Roger
fr: Création d'un nouveau compte d'entreprise Roger
sv: Skapa ett nytt Roger-företagskonto

source: Currency
es: Moneda
fr: Devise
sv: Valuta

source: Current balance
es: Balance actual
fr: Solde actuel
sv: Aktuellt saldo

source: Custom format
es: Formato personalizado
fr: Format personnalisé
sv: Anpassat format

source: Customers
es: Clientes
fr: Clients
sv: Kunder

source: CVR is required
es: Se requiere el CVR
fr: CVR est requis
sv: Organisationsnummer krävs

source: Danish
es: Danés
fr: Danois
sv: Danska

source: Danish health insurance card (sundhedskort)
es: Tarjeta de seguro médico danesa
fr: Carte d'assurance maladie danoise (Sundhedskort)
sv: Dansk sjukförsäkringskort (sundhedskort)

source: Danske Bank
es: El Banco Danske

source: Danske Bank instructions:
es: Instrucciones del Banco Danske
fr: Instructions Danske Bank
sv: Danske Bank instruktioner

source: Data source
es: Fuente de datos
fr: Source de données
sv: Datakälla

source: Date
es: Fecha
sv: Datum

source: date cancelled
es: fecha cancelada
fr: date annulée
sv: datum annullerat

source: Date format
es: Formato de fecha
fr: Format de date
sv: Datumformat

source: Date occurred
es: Fecha ocurrida
fr: Date survenue
sv: Datum inträffade

source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
sv: Födelsedatum

source: Day
es: Día
fr: Journée
sv: Dag

source: Declaration
es: Declaración
fr: Déclaration
sv: Deklaration

source: Declined transaction
es: Transacción rechazada
fr: Transaction refusée
sv: Avvisad transaktion

source: Deduct from next salary
es: Deducir del siguiente salario
fr: Déduire du prochain salaire
sv: Dra av från nästa lön

source: Default account number used for Pleo expense taxes (numbers only)
es: Número de cuenta predeterminado utilizado para los impuestos de gastos de Pleo (sólo números)
fr: Numéro de compte par défaut utilisé pour la TVA sur les dépenses Pleo (chiffres uniquement)
sv: Standardkontonummer för ingående moms i Pleo (endast siffror)

source: Default account number used for Pleo expense taxes.
es: Número de cuenta predeterminado utilizado para los impuestos de gastos de Pleo
fr: Numéro de compte par défaut utilisé pour la TVA sur les dépenses Pleo
sv: Standardkontonummer för ingående moms i Pleo

source: Defrost
es: Reactivar
fr: Dégeler
sv: Lås upp

source: Delegate watch on this team
es: Administradores de este equipo
fr: Déléguer les vérifications de cette équipe
sv: Delegera granskning av det här teamet

source: Delete
es: Eliminar
fr: Supprimer
sv: Radera

source: Delete Agreement
es: Eliminar acuerdo
fr: Supprimer l'accord
sv: Radera avtalet

source: Delete agreement?
es: ¿Eliminar acuerdo?
fr: Supprimer l'accord?
sv: Radera avtalet?

source: Delete employee
es: Eliminar empleado
fr: Supprimer cet employé
sv: Ta bort medarbetare

source: Delete employee?
es: ¿Eliminar empleado?
fr: Supprimer l'employé?
sv: Radera anställd?

source: Delete file
es: Eliminar el archivo
fr: Supprimer le fichier
sv: Radera fil

source: Delete line
es: Eliminar línea
fr: Supprimer la ligne
sv: Ta bort rad

source: Delete receipt
es: Eliminar recibo
fr: Supprimer le reçu
sv: Radera kvitto

source: Delete row
es: Eliminar la fila
fr: Supprimer la ligne
sv: Radera rad

source: Delete split
es: Eliminar la división
fr: Supprimer le fractionnement
sv: Ta bort delning

source: Delete tag group
es: Eliminar el grupo de etiquetas
fr: Supprimer le groupe de libellés
sv: Radera taggrupp

source: Delete User
es: Eliminar usuario
fr: Supprimer l'utilisateur
sv: Radera användare

source: Deleted
es: Borrado
fr: Supprimé
sv: Raderat

source: Deleted the document
es: Documento eliminado
fr: Supprimé le document
sv: Dokument raderat

source: Delimiter
es: Delimitador
fr: Délimiteur
sv: Avgränsare

source: Delivery Address
es: Dirección de entrega
fr: Adresse de livraison
sv: Leveransadress

source: Delivery address
es: Dirección de entrega
fr: Adresse de livraison
sv: Leveransadress

source: Denmark
es: Dinamarca
fr: Danemark
sv: Danmark

source: Department in use
es: Departamento en uso
fr: Département utilisé
sv: Avdelning i bruk

source: department-active
es: Activo
fr: Active
sv: Aktiva

source: Departments
es: Departamentos
fr: Départements
sv: Avdelningar

source: Deputy chairman
es: Presidente Adjunto
fr: Vice-président
sv: Vice ordförande

source: Describe the purchase.
es: Describa la compra
fr: Décrivez l'achat
sv: Beskriv köpet

source: Description
es: Descripción
sv: Beskrivning

source: Deselect All
es: Deseleccionar todo
fr: Tout déselectionner
sv: Avmarkera alla

source: Details
es: Detalles
fr: Détails
sv: Information

source: Details needed
es: Se necesitan detalles
fr: Détails nécessaires
sv: Information behövs

source: digital receipt
es: recibo digital
fr: reçu digital
sv: digitalt kvitto

source: Digitally sign the agreement ( <0>see example video</0>) and that's it - you'll be notified over email when the agreement has been processed. It usually takes a few working days.
es: Firma digitalmente el acuerdo (<0>ver video de ejemplo</0>) y eso es todo. Se te notificará por correo electrónico cuando el acuerdo haya sido procesado. Normalmente tarda unos cuantos días laborables
fr: Signez numériquement l'accord (<0>voir l'exemple vidéo</0>) et c'est tout. Vous serez averti par e-mail lorsque l'accord aura été traité. Cela prend généralement quelques jours ouvrables
sv: Signera avtalet digitalt ( <0>se exempelvideo</0>) och det var allt. Du meddelas via e-post när avtalet har behandlats. Det tar vanligtvis några arbetsdagar

source: Dimensions
es: Dimensiones

source: Direct Debit
es: Débito directo
fr: Virement automatique
sv: Autogiro

source: Direct Feed
es: Alimentación directa
fr: Flux direct
sv: Direkt flöde

source: Direct feed enabled
es: Alimentación directa activada
fr: Flux direct activé
sv: Direkt flöde aktiverat

source: Disable
es: Desactivar
fr: Désactiver
sv: Inaktivera

source: Disabling?
es: ¿Desactivar?
fr: Désactivation?
sv: Inaktivera?

source: Disconnect
es: Desconectar
fr: Déconnecter
sv: Koppla ifrån

source: Disconnect {0}
es: Desconecta %s
fr: Déconnectez %s
sv: Koppla från %s

source: Disconnect accounting firm
es: Desconectar la empresa de contabilidad
fr: Déconnecter le cabinet comptable
sv: Koppla från bokföringsföretaget

source: Disconnect client
es: Desconecta al cliente
fr: Déconnecter le client
sv: Koppla bort klienten

source: Disconnect this client from your account. You won't have access to this client going forward.
es: Desconecta este cliente de su cuenta. No tendrás acceso a este cliente en el futuro
fr: Déconnectez ce client de votre compte. Vous n'aurez plus accès à ce client à l'avenir
sv: Koppla bort den här klienten från ditt konto. Du kommer inte ha åtkomst till den här klienten framöver

source: Discount
es: Descuento
fr: Réduction
sv: Rabatt

source: Do you want to start using Pleo for your own business?
es: ¿Quieres empezar a usar Pleo para tu negocio?
fr: Voulez-vous commencer à utiliser Pleo pour votre propre entreprise?
sv: Vill du börja använda Pleo i ditt företag?

source: Document created
es: Documento creado
fr: Document créé
sv: Dokument har skapats

source: Document deleted
es: Documento eliminado
fr: Document supprimé
sv: Dokumentet har tagits bort

source: Document files missing
es: Faltan archivos de documentos
fr: Fichiers de document manquants
sv: Dokumentfiler saknas

source: Document is hidden <0>Show</0>
es: El documento está oculto.<0> Mostrar</0>
fr: Le document est masqué. <0>Afficher</0>
sv: Dokumentet är dolt. <0>Visa</0>

source: Document is VISIBLE <0>Hide</0>
es: El documento es visible. <0>Ocultar</0>
fr: Le document est visible. <0>Masquer</0>
sv: Dokumentet är synligt. <0>Dölj</0>

source: Document updated
es: Documento actualizado
fr: Document mis à jour
sv: Dokumentet är uppdaterat

source: Does anyone else have access to your card, and could have made this payment?
es: ¿Alguien más tiene acceso a su tarjeta, y puede haber hecho este pago?
fr: Est-ce que quelqu'un d'autre a accès à votre carte et a peut-être effectué ce paiement?
sv: Har någon annan tillgång till ditt kort, och kan ha gjort denna betalning?

source: Don't forget, you can always view your card details under My cards and get a full overview of your spending in Expenses.
es: No olvides que siempre puedes ver los detalles de tu tarjeta en Mis tarjetas y obtener una descripción completa de tus gastos en Gastos.
fr: N'oubliez pas que vous pouvez toujours consulter les détails de votre carte sous Mes cartes et obtenir un aperçu complet de vos dépenses dans Dépenses.
sv: Glöm inte, du kan alltid se dina kortinformation under Mina kort och få en fullständig översikt över dina utgifter i utgifter.

source: Don't include a message
es: No incluya un mensaje
fr: Ne pas inclure de message
sv: Inkludera inte ett meddelande

source: Don't show me this confirmation step again
es: No mostrar este paso de confirmación otra vez
fr: Ne plus afficher cette étape de confirmation
sv: Visa mig inte detta bekräftelsesteg igen

source: Done
es: Hecho
fr: Confirmer
sv: Klar

source: Done with {0, plural, one {# error} other {# errors}}
es: Hecho con {0, plural, one {# error} other {# errores}}
fr: Exporté avec {0, plural, one {# error} other {# errors}}
sv: Klar med {0, plural, one {# error} other {# error}}

source: Download
es: Descargar
fr: Télécharger
sv: Ladda ner

source: Download .csv and .xlsx files in generic formats
es: Descargar archivos .csv y .xlsx en formatos genéricos
fr: Télécharger les fichiers .csv et .xlsx dans un format générique
sv: Ladda ner .csv- och .xlsx-filer i standardformat

source: Download a file preview ↓
es: Descarga una vista previa del archivo
fr: Télécharger un aperçu du fichier
sv: Ladda ned en förhandsgranskning av fil

source: Download and login to the Pleo mobile application to enable being able to set mobile preferences on or off.
es: Descargue e inicie sesión en la aplicación móvil de Pleo, donde puede activar o desactivar las preferencias del móvil
fr: Téléchargez et connectez-vous à l'application mobile Pleo, où vous pouvez activer ou désactiver les préférences mobiles
sv: Ladda ner och logga in i Pleo's mobilapp, där kan du ställa in mobilinställningar

source: Download expenses
es: Gastos de descarga
fr: Télécharger les dépenses
sv: Ladda ner utgifter

source: Download expenses receipt images
es: Descargar imágenes del recibo de gastos
fr: Télécharger les images de reçus de dépenses
sv: Ladda ner bilder på kvitton från utgifterna

source: Download link expires in 15 minutes.
es: El enlace de descarga expira en 15 minutos
fr: Le lien de téléchargement expire dans 15 minutes
sv: Hämtningslänken går ut om 15 minuter

source: Drop bank statement here, or <0>browse files</0>
es: Deje el extracto de cuenta aquí o busque en <0>archivos</0>
fr: Déposer le relevé bancaire ici ou<0>parcourir les fichiers</0>
sv: Släpp kontoutdrag här eller <0>bläddra bland filer</0>

source: Drop evidence to support the above claim here, or <0>browse files</0>
es: Deje la evidencia para apoyar la afirmación anterior aquí o busque en <0>archivos</0>
fr: Déposez des preuves pour soutenir la revendication ci-dessus ici ou <0>parcourez les fichiers</0>
sv: Släpp bevis för att stödja ovanstående påstående här eller <0>bläddra i filer</0>

source: Drop receipts here, or <0>browse files</0>
es: Deje los recibos aquí o <0> busque los archivos</0>
fr: Déposer les reçus ici ou <0>parcourir les fichiers</0>
sv: Släpp kvitton här eller <0>bläddra i filer</0>

source: Drop to upload
es: Suelta para subir
fr: Déposer pour télécharger
sv: Släpp för att ladda upp

source: Duplicate row
es: Fila duplicada
fr: Ligne en double
sv: Duplicera raden

source: e.g. 1234
es: por ejemplo 1234
fr: par exemple 1234
sv: t.ex. 1234

source: e.g. 123456789123
es: por ejemplo, 123456789123
fr: par exemple 123456789123
sv: t.ex. 123456789123

source: e.g. Design or Marketing
es: por ejemplo, diseño or marketing
fr: ex. Design ou Marketing
sv: t.ex. design eller marknadsföring

source: e.g. Project, Location, Customer
es: por ejemplo, Proyecto, Localización, Cliente
fr: Ex: Code analytique, Nom de projet, Nom de client
sv: t.ex. projekt, plats, kund

source: Each of your team members will be asked to enable automatic receipts when they next login to Pleo.
es: Se le pedirá a cada miembro de su equipo que habilite los recibos automáticos la próxima vez que inicien sesión en Pleo
fr: Chacun des employés de votre équipe sera invité à activer les reçus automatiques, la prochaine fois qu'il se connectera à Pleo
sv: Varje teammedlem kommer att uppmanas att aktivera automatiska kvitton nästa gång de loggar in i Pleo

source: Economic Department
es: Departamento de Economía
fr: Département économique
sv: Ekonomisk avdelning

source: Edit
es: Edita
fr: Éditer
sv: Redigera

source: Edit {0}
es: Editar %s
fr: Editer %s
sv: Redigera %s

source: Edit accounting settings
es: Editar la configuración de la contabilidad
fr: Modifier les paramètres de comptabilité
sv: Redigera redovisningsinställningar

source: Edit address
es: Editar la dirección
fr: Modifier l'adresse
sv: Redigera adress

source: Edit amounts
es: Editar las cantidades
fr: Modifier les montants
sv: Redigera belopp

source: Edit company name
es: Editar el nombre de la empresa
fr: Modifier le nom de l'entreprise
sv: Redigera företagsnamn

source: Edit profile
es: Editar el perfil
fr: Modifier mon profil
sv: Redigera profil

source: Edited
es: Editado
fr: Édité
sv: Redigerad

source: Effective date
es: Fecha de entrada en vigor
fr: Date effective
sv: Ikraftträdandedatum

source: eKYC check could not be submitted : {0}
es: No ha podido enviarse la comprobación eKYC : %s
fr: La vérification eKYC n'a pas pu être soumise: %s
sv: eKYC-kontroll kunde inte skickas: %s

source: eKYC check could not be updated : {0}
es: No ha podido actualizarse comprobación eKYC %s
fr: La vérification eKYC n'a pas pu être mise à jour: %s
sv: eKYC-kontrollen kunde inte uppdateras: %s

source: eKYC check created
es: Comprobación eKYC creada
fr: vérification eKYC créée
sv: eKYC-kontroll skapad

source: eKYC check fail
es: La comprobación eKYC ha fallado
fr: Échec de la vérification eKYC
sv: eKYC-kontrollen misslyckas

source: eKYC check marked as expired.
es: Comprobación eKYC registrada como caducada
fr: Vérification eKYC marquée comme expiré
sv: eKYC-kontroll markerad som utgången

source: eKYC check successfully submitted.
es: Comprobación eKYC enviada correctamente
fr: Vérification eKYC soumise avec succès
sv: eKYC-kontrollen har skickats

source: eKYC Checks
es: Comprobación eKYC
fr: Vérifications eKYC
sv: eKYC-kontroller

source: Email
es: Correo electrónico
sv: E-post

source: Email already exists
es: El correo electrónico ya existe
fr: l'e-mail existe déjà
sv: E-postadress finns redan

source: Email is required
es: El correo electrónico es necesario
fr: L'e-mail est requis
sv: E-postadress krävs

source: Email verified
es: Correo electrónico verificado
fr: E-mail verifié
sv: E-postadress verifierad

source: Employee
es: Empleado
fr: Employé
sv: Medarbetare

source: Employee {0} role changed successfully.
es: El rol del empleado %s se ha cambiado correctamente
fr: Le rôle de l'employé %s a été modifié avec succès
sv: Medarbetaren %ss roll har ändrats

source: Employee {0} user code changed successfully.
es: El código de usuario del empleado %s fue cambiado con éxito
fr: Le code utilisateur de l'employé %s a bien été modifié
sv: Medarbetaren %ss användarkod har ändrats

source: Employee code <0>Assigning a unique employee code, to each of your team members, makes easier to match their expenses across multiple applications.<1>Learn more</1></0>
es: Código de empleado <0>La asignación de un código de empleado único, a cada uno de los miembros de su equipo, facilita la comparación de sus gastos a través de múltiples aplicaciones <1>Saber más</1></0>
fr: Code employé <0>l'attribution d'un code employé unique à chacun des employés de votre équipe peut faciliter la correspondance des dépenses dans votre système comptable<1>En savoir plus</1></0>
sv: Medarbetarkod <0>Att tilldela en unik medarbetarkod till var och en av dina teammedlemmar gör det enklare att matcha deras utgifter i flera olika program<1>Läs mer</1></0>

source: Employee's balance has been updated
es: El saldo de los empleados ha sido actualizado
fr: Le solde de l'employé a été mis à jour
sv: Medarbetarnas saldo har uppdaterats

source: Employees
es: Empleados
fr: Des employés
sv: Medarbetare

source: Employees remaining to pair replacement cards
es: Empleados que todavía necesitan emparejar tarjetas de reemplazo
fr: Employés qui doivent encore activer des cartes de remplacement
sv: Medarbetare som fortfarande behöver koppla ihop sina ersättningskort

source: Enable
es: Habilitar
fr: Activer
sv: Aktivera

source: Enable Auto Top-up
es: Activar la recarga automática
fr: Activer le virement automatique
sv: Aktivera Auto top-up

source: Enable receipt finder for Gmail
es: Habilitar el buscador de recibos Fetch para Gmail
fr: Activer l'outil de recherche de reçus pour Gmail
sv: Aktivera Fetch som hämtar kvitton från Gmail

source: Enabled!
es: Habilitado
fr: Activé
sv: Aktiverad

source: English
es: Inglés
fr: Anglais
sv: Engelska

source: Enhanced product flexibility, customisation and insights.
es: Mayor flexibilidad, personalización y conocimiento del producto
fr: Amélioration de la flexibilité, de la personnalisation et de l'analytique
sv: Förbättrad produktanpassning, mer flexibilitet och djupare insikter.

source: Enter
es: Entra en
fr: Entrer
sv: Ange

source: Enter a new<0/><1>passcode</1>
es: Introduzca una nueva<0/><1>clave</1> de acceso
fr: Entrez un nouveau <0/><1>code d'accès</1>
sv: Ange en ny<0/><1>säkerhetskod</1>

source: Enter a value below {newMaxValue}
es: Introduce un valor debajo de %1$s
fr: Entrez une valeur sous %1$s
sv: Ange ett värde under %1$s

source: Enter amount
es: Introduce la cantidad
fr: Entrer le montant
sv: Ange belopp

source: Enter and connect
es: Entra y conéctate
fr: Entrez et connectez-vous
sv: Gå in och anslut

source: Enter card number...
es: Introduzca el número de la tarjeta
fr: Entrez le numéro de carte
sv: Ange kortnummer

source: Enter code...
es: Introduce el código
fr: Entrez le code
sv: Ange kod

source: Enter credentials
es: Introduce las credenciales
fr: Entrez les informations d'identification
sv: Ange autentiseringsuppgifter

source: Enter Details Manually →
es: Introducir detalles manualmente
fr: Entrez les détails manuellement
sv: Ange information manuellt

source: Enter email...
es: Introduce el correo electrónico
fr: Entrez votre e-mail
sv: Skriv in e-postadress

source: Enter length
es: Introducir longitud
fr: Entrez la longueur
sv: Ange längd

source: Enter name...
es: Introduce el nombre
fr: Entrez le nom
sv: Ange namn

source: Enter RefID...
es: Ingresa RefID...
fr: Entrez RefID ...
sv: Ange RefID ...

source: Enter tax tate...
es: Introduce la tasa de impuestos
fr: Entrez le taux de TVA
sv: Ange momssats

source: Enter the department code or cost centre number you use in your bookkeeping system to match Pleo's teams with your setup
es: Introduce el código del departamento o el número del centro de costes que utiliza en su sistema de contabilidad para que los equipos de Pleo coincidan con su configuración.
fr: Entrez le code du département ou le numéro du centre de coûts que vous utilisez dans votre système de comptabilité pour faire correspondre les équipes de Pleo avec votre configuration
sv: Ange avdelningskoden eller kostnadsstället du använder i ditt bokföringssystem för att matcha Pleo's team med er uppsättning

source: Enter value
es: Introducir valor
fr: Entrez une valeur
sv: Ange värde

source: Enter your current<0/><1>passcode</1>{msg}
es: Introduzca su contraseña<0/><1>actual%1$s</1>
fr: Entrez votre <0/><1>code d'accès</1>%1$s
sv: Ange din nuvarande<0/><1>säkerhetskod</1>%1$s

source: Enter your passcode
es: Introduce tu código de acceso
fr: Entrez votre code d'accès
sv: Ange din säkerhetskod
