Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: By becoming fully verified you can transfer money to your wallet and get everyone up and running with their cards.
es: Una vez que esté completamente verificado, puede transferir dinero a su monedero y poner en marcha su equipo con Pleo.
fr: Une fois que vous êtes entièrement vérifié, vous pouvez faire un virement vers votre portefeuille et mettre votre équipe en place avec Pleo
sv: När du har verifierats helt kan du överföra pengar till er wallet och hjälpa ditt team igång med Pleo

source: By continuing you agree that no other director holds more than 50% of the board's voting power, or holds other legal rights to make material decisions on behalf of the company. Names obtained from Companies House UK. If incorrect? Please <0>contact us</0>
es: Al continuar, usted acepta que ningún otro director tiene más del 50% del poder de voto de la junta, o tiene otros derechos legales para tomar decisiones materiales en nombre de la empresa. Nombres obtenidos del Registro de Sociedades del Reino Unido. ¿Es incorrecto? <0>Contáctanos</0>
fr: En poursuivant, vous convenez qu'aucun autre administrateur ne détient plus de 50% des droits de vote du conseil d'administration ni aucun autre droit légal de prendre des décisions importantes au nom de l'entreprise. Noms obtenus auprès de Companies House UK. Si incorrect? Veuillez <0>nous contacter</0>
sv: Genom att fortsätta samtycker du till att ingen annan styrelseledamot innehar mer än 50% av styrelsens rösträtt, eller har andra lagliga rättigheter att fatta väsentliga beslut på uppdrag av företaget. Namn från Companies House UK. Om detta är felaktigt? Vänligen <0>kontakta oss</0>

source: Bye bye expense reports. With Pleo, it's easy to keep track of the things you buy for work.
es: Trabajar puede ser duro. Comprar cosas para hacerlo, no. Con Pleo, puedes hacer un seguimiento de todas las cosas que compras para trabajar.
fr: Le travail peut être difficile. Faire des achats pour le travail ne devrait pas l'être. Avec Pleo, vous pouvez facilement reprendre le contrôle de vos achats d'entreprise.
sv: Arbetet kan vara svårt. Att köpa saker i arbetet borde inte vara. Med Pleo kan du enkelt hålla koll på allt du köper

source: Calendly widget is not loaded
es: El widget de Calendly no está cargado
fr: Le widget Calendly n'a pas chargé
sv: Calendly widget laddas inte

source: Can't find your company? <0>Enter details here</0>
es: ¿No puedes encontrar tu compañía? <0>Introduzca los detalles aquí.</0>
fr: Vous ne trouvez pas votre entreprise ? <0>Entrez les détails ici</0>
sv: Hittar du inte ditt företag? <0>Ange information här</0>

source: Cancel
es: Cancelar
fr: Annuler
sv: Avbryt

source: Cancel my subscription
es: Cancelar mi suscripción
fr: Annuler mon abonnement
sv: Avbryt mitt prenumeration

source: Cancel order
es: Cancelar el pedido
fr: Annuler la commande
sv: Avbryt beställningen

source: Card
es: Tarjeta
fr: Carte
sv: Kort

source: Card deactivated
es: Tarjeta desactivada
fr: Carte désactivée
sv: Kortet inaktiverat

source: Card expired
es: La tarjeta caducó
fr: Carte expirée
sv: Kortet har löpt ut

source: Card frozen
es: Tarjeta congelada
fr: Carte gelée
sv: Spärrat kort

source: Card frozen by Admin
es: Tarjeta congelada por el administrador
fr: Carte gelée par l'administrateur
sv: Kort har frysts av din administratör

source: Card is lost
es: La tarjeta se ha perdido
fr: La carte est perdue
sv: Kortet har försvunnit

source: Card is stolen
es: La tarjeta ha sido robada
fr: La carte est volée
sv: Kortet är stulet

source: Card not found
es: No se encontró la tarjeta
fr: Carte non trouvée
sv: Kortet hittades ej

source: Card number has been stolen
es: El número de la tarjeta ha sido robado
fr: Le numéro de la carte a été volé
sv: Kortnummer har blivit stulet

source: Card order emboss line returned undefined
es: La línea de relieve del orden de la tarjeta se devuelve sin definir
fr: La ligne d'embossage de l'ordre de la carte est retournée indéfinie
sv: Kortbeställningsserien kunde inte defineras

source: Card order max returned undefined max
es: Límite en pedido de tarjetas. Se devuelve sin definir.
fr: Commande de carte max. retournée indéfinie
sv: Kortbeställning max. återvände odefinierade

source: Card order submitted successfully.
es: El pedido de la tarjeta se ha enviado con éxito
fr: Commande de carte envoyée avec succès
sv: Kortbeställning har skickats

source: Card Type
es: Tipo de tarjeta
fr: Type de carte
sv: Typ av kort

source: Card unavailable
es: La tarjeta no está disponible
fr: Carte indisponible
sv: Kortet är inte tillgängligt

source: Cardholder
es: Titular de la tarjeta
fr: Titulaire de la carte
sv: Kortinnehavaren

source: Cardholder email
es: Correo electrónico del titular de la tarjeta
fr: E-mail du titulaire de la carte
sv: Kortinnehavarens e-postadress

source: Cardholder full name
es: Nombre completo del titular
fr: Nom complet du titulaire de la carte
sv: Kortinnehavarens fullständiga namn

source: Cards
es: Tarjetas
fr: Cartes
sv: Kort

source: Cards will be arriving soon
es: Las tarjetas están de camino.
fr: Les cartes arriveront bientôt
sv: Kort kommer snart

source: Cash handout
es: Entrega de dinero en efectivo.
fr: Remise d'espèces
sv: Kontantutdelning

source: Cash returned
es: Dinero devuelto
fr: Argent en espèce retourné
sv: Kontanter som returnerats

source: Cash withdrawal
es: Retiro de efectivo
fr: Retrait d'espèces
sv: Kontantuttag

source: Categories
es: Categorías
fr: Catégories
sv: Kategorier

source: Categories and sub categories allow employees to assign expenses to a line in your chart of accounts and pre-select a tax code. <0>Learn more</0>
es: Las categorías y subcategorías permiten a los empleados asignar los gastos a una línea en tu plan de cuentas y preseleccionar un código de impuestos. <0>Más información</0>
fr: Les catégories et sous-catégories permettent aux employés de choisir un compte de votre plan comptable et de présélectionner un code TVA. <0>En savoir plus</0>
sv: Kategorier och underkategorier gör det möjligt för medarbetare att tilldela utgifter ett kontonummer och förvälja momskod. <0>Läs mer</0>

source: Category
es: Categoría
fr: Catégorie
sv: Kategori

source: Cell preferences
es: Preferencias de celda
fr: Préférences de cellule
sv: Inställningar för cell

source: Chairman
es: Presidente
fr: Président
sv: Ordförande

source: Change
es: Cambiar
fr: Changer
sv: Förändra

source: change
es: cambio
fr: changer
sv: Ändra

source: Change access level
es: Cambiar nivel de acceso
fr: Modifier le niveau d'accès
sv: Ändra åtkomstnivå

source: Change card
es: Cambiar la tarjeta
fr: Changer de carte
sv: Byt kort

source: Change limit type
es: Cambiar el tipo de límite
fr: Changer le type de limite
sv: Ändra typ av köpgräns

source: Change plan
es: Cambiar el plan
fr: Changer de plan
sv: Ändra plan

source: characters
es: caracteres
fr: personnages
sv: tecken

source: Chargeback request
es: Solicitud de devolución de cargo
fr: Demande de rétrofacturation
sv: Begäran om återbetalning

source: Chat with us
es: Chatea con nosotros
fr: Discutez avec nous
sv: Chatta med oss

source: Check this expense's details and make your decision
es: Revise los detalles de este gasto y tome su decisión.
fr: Vérifiez les détails de cette dépense et prenez votre décision
sv: Kontrollera utgifternas uppgifter och fatta ditt beslut

source: Check your email
es: Revisa tu correo electrónico
fr: Vérifiez votre e-mail
sv: Kolla din email

source: Check your email {0} for a password reset link
es: Revisa tu correo electrónico %s para ver si hay un enlace para restablecer la contraseña.
fr: Vérifiez votre e-mail %s pour un lien de réinitialisation de mot de passe
sv: Kontrollera din e-post %s för en länk till återställning av lösenord

source: Checking...
es: Comprobando
fr: En cours de vérification
sv: Kontrollerar

source: Choose tag source
es: Elija la fuente de la etiqueta
fr: Choisissez la source du libellé
sv: Välj källa för tagg

source: Choose unique column
es: Elija una columna única
fr: Choisissez une colonne unique
sv: Välj unik kolumn

source: Choose what column creates an ID for the tag; this won't be seen by employees, but is included in exports.
es: Elija qué columna crea una identificación para la etiqueta. Esto no será visto por los empleados, pero se incluye en las exportaciones
fr: Choisissez la colonne code du libellé. Cela ne sera pas vu par les employés, mais sera inclus lors de l'export
sv: Välj vilken kolumn som skall skapa ett ID för taggen. Det här kommer inte att ses av anställda, men det ingår i exporten

source: Choose which columns create the label of the tag; this will be seen and selectable by employees.
es: Elija las columnas que crean la marca de la etiqueta. Esto será visto y seleccionado por los empleados
fr: Choisissez la colonne qui comporte le nom du libellé. Cela sera visible et sélectionnable par les employés
sv: Välj vilka kolumner som ska skapar taggens etikett. Detta kommer att ses och väljas av medarbetare

source: City/Town
es: Ciudad/Pueblo
fr: Ville/Commune
sv: Stad/Ort

source: City/Town is required
es: Se necesita ciudad/pueblo
fr: La ville est requise
sv: Stad/Ort krävs

source: Classes
es: Clases
sv: Klasser

source: Classes and Projects
es: Clases y proyectos
fr: Classes et projets
sv: Klasser och projekt

source: Clear
es: Listo
fr: Enlever les filtres
sv: Rensa

source: Clear filters
es: Limpiar los filtros
fr: Effacer les filtres
sv: Rensa filter

source: Clearing and Account number
es: Compensación y número de cuenta
fr: Numéro de Clearing et de compte
sv: Clearing och kontonummer

source: Clearing Number
es: Número de compensación
fr: Numéro de Clearing
sv: Clearingnummer

source: Clearing number
es: Número de compensación
fr: Numéro de Clearing
sv: Clearingnummer

source: Clearing number is required
es: Se requiere un número de autorización
fr: Numéro de Clearing est nécessaire
sv: Clearingnummer krävs

source: Click here to resend
es: Haga clic aquí para reenviar
fr: Cliquez ici pour renvoyer
sv: Klicka här för att skicka igen

source: Click here to reset your passcode
es: Haga clic aquí para restablecer su código de acceso
fr: Cliquez ici pour réinitialiser votre code d'accès
sv: Klicka här för att återställa din säkerhetskod

source: Click here to view your Datev tokens
es: Haz clic aquí para ver tus fichas de Datev
fr: Cliquez ici pour voir vos jetons Datev
sv: Klicka här för att se dina Datev-tokens

source: Click on "Administer" on the company you wish to connect with Pleo and access its agreement
es: Haga clic en "Administrar" en la compañía que desea conectar con Pleo y acceda a su acuerdo
fr: Cliquez sur «Administrer» sur l'entreprise que vous souhaitez connecter à Pleo puis accéder à son accord
sv: Klicka på "Administrera" på det företag du vill ansluta till Pleo och få tillgång till dess avtal

source: Click on <0>{0}</0>
es: Haz clic en <0>%s</0>
fr: Cliquez sur <0>%s</0>
sv: Klicka på <0>%s</0>

source: Click on <0><1>"Administrera användare"</1></0>
es: Haga clic en <0><1>"administrar usuarios"</1></0>
fr: Cliquez sur <0><1>Administrera användare</1></0>
sv: Klicka på <0><1>"Administrera användare"</1></0>

source: Click on the button above or <0>here</0>and you will be redirected to our partner Nets
es: Haga clic en el botón de arriba o <0>aquí y</0> y serás redirigido a nuestro socio Redes
fr: Cliquez sur le bouton ci-dessus ou <0>ici et</0> vous serez redirigé vers notre partenaire Nets
sv: Klicka på knappen ovan eller <0>här</0> så omdirigeras du till vår partner Nets

source: Client accounts
es: Cuentas de clientes
fr: Comptes clients
sv: Kundkonton

source: Client number
es: Número de cliente
fr: Numéro client
sv: Klient nummer

source: Clients
es: Clientes
sv: Klienter

source: Close
es: Cerrar
fr: Fermer
sv: Stäng

source: Code
es: Código
sv: Koden

source: Code entry attempts exceeded.
es: Intentos de entrada de código excedidos
fr: Tentatives de saisie de code dépassées
sv: Antalet inmatningar överskrider gräns

source: Code successfully resent. Please check your email.
es: El código se ha reenviado con éxito. Por favor, compruebe su correo electrónico
fr: Le code a été renvoyé avec succès. Merci de consulter vos e-mails
sv: Koden skickas igen. Kontrollera din e-post

source: Column mapping
es: Mapeo de columnas
fr: Mappage de colonnes
sv: Kolumnmappning

source: Columns
es: Columnas
fr: Colonnes
sv: Kolumner

source: Comma (,)
es: Coma (,)
fr: Virgule (,)
sv: Kommatecken (,)

source: Comma-separated values (CSV)
es: Valores separados por comas (.CSV)
fr: Valeurs séparées par des virgules (.CSV)
sv: Kommaavgränsade värden (. CSV)

source: Comment
es: Comentario
fr: Commentaire
sv: Kommentar

source: Company
es: Compañía
fr: Entreprise
sv: Företag

source: Company Address
es: Dirección de la compañía
fr: Adresse de l'entreprise
sv: Företagets adress

source: Company address
es: Dirección de la empresa
fr: Adresse de l'entreprise
sv: Företagets adress

source: Company Address:
es: Dirección de la empresa:
fr: Adresse de l'entreprise:
sv: Företagets adress:

source: Company cash
es: El dinero de la compañía
fr: Argent en espèce de l'entreprise
sv: Företagets kontanter

source: Company CVR
es: Compañía CVR
fr: CVR de l'entreprise
sv: Företagets organisationsnummer

source: Company email
es: Correo electrónico de la empresa
fr: E-mail de l'entreprise
sv: Företagets e-postadress

source: Company info
es: Información de la compañía
fr: Entreprise
sv: Företagsinfo

source: Company name
es: Nombre de la empresa
fr: Nom de l'entreprise
sv: Företagsnamn

source: Company name is invalid
es: El nombre de la empresa no es válido
fr: Le nom de l'entreprise n'est pas valide
sv: Företagets namn är ogiltigt

source: Company name is required
es: Se requiere el nombre de la compañía
fr: Le nom de l'entreprise est obligatoire
sv: Företagsnamn krävs

source: Company number is required
es: Se requiere el número de la compañía
fr: Le numéro d'entreprise est obligatoire
sv: Företagsnummer krävs

source: Company reached the KYCWizard page but is unsupported.
es: La compañía llegó a la página de KYCWizard pero no tiene apoyo
fr: L'entreprise a atteint la page KYCWizard mais ne peut pas être prise en charge
sv: Företaget nådde KYCWizard-sidan men stöds inte

source: Company Reg. No.
es: Compañía Reg. No.
fr: Numéro de régistration de l'entreprise
sv: Företag Reg. Nr.

source: Company registration certificate
es: Certificado de registro de la empresa
fr: Certificat d'enregistrement d'entreprise
sv: Registreringsbevis för företag

source: Company Registration Number
es: Número de registro de la empresa
fr: Numéro d'entreprise
sv: Organisationsnummer

source: Company registration number
es: Número de registro de la empresa
fr: Numéro d'entreprise
sv: Organisationsnummer

source: Company role
es: Posición en la compañía
fr: Rôle dans Pleo
sv: Företagets roll

source: Company structure incomplete!
es: Estructura de la compañía incompleta
fr: Structure de l'entreprise incomplète
sv: Företagsstruktur ofullständig

source: Company verification error
es: Error de verificación de la compañía
fr: Erreur de vérification de l'entreprise
sv: Fel vid företagsverifiering

source: Completed
es: Completado
fr: Terminé
sv: Avslutad

source: Configure
es: Configurar
fr: Configurer
sv: Konfigurera

source: Confirm
es: Confirme
fr: Confirmer
sv: Bekräfta

source: Confirm <0>passcode</0>
es: Confirmar <0>contraseña</0>
fr: Confirmer <0>code d'accès</0>
sv: Bekräfta <0>säkerhetskod</0>

source: Confirm address
es: Confirme la dirección
fr: Confirmer l'adresse
sv: Bekräfta adress

source: Confirm agreement
es: Confirmar el acuerdo
fr: Confirmer l'accord
sv: Bekräfta avtalet

source: Confirm changes
es: Confirmar los cambios
fr: Confirmer les modifications
sv: Bekräfta ändringar

source: Confirm order
es: Confirme la orden
fr: Confirmer la commande
sv: Bekräfta order

source: Confirm transaction
es: Confirmar la transacción
fr: Confirmer la transaction
sv: Bekräfta transaktionen

source: Confirm your billing method
es: Confirme su método de facturación
fr: Confirmez votre méthode de facturation
sv: Bekräfta din faktureringsmetod

source: Confirm your passcode
es: Confirme su contraseña
fr: Confirmez votre code d'accès
sv: Bekräfta din säkerhetskod

source: Confirmed
es: Confirmado
fr: Confirmé
sv: Bekräftad

source: Congrats, you are now all set up! <0/>Ready to see your new virtual Pleo Mastercard?
es: ¡Felicidades, todo listo! <0/>¿Listo para ver tu nueva tarjeta virtual de Pleo?
fr: Félicitations, vous êtes prêt! <0/> Souhaitez-vous voir votre nouvelle carte Pleo virtuelle?
sv: Grattis, du är klar! <0/>Redo att se ditt nya virtuella Pleo-kort?

source: Connect
es: Conecta
fr: Connecter
sv: Ansluta

source: Connect accounting system
es: Conectar sistema contable
fr: Connecter le système comptable
sv: Anslut bokföringssystem

source: Connect to a company account in Roger
es: Conectarse a una cuenta de la compañía en Roger
fr: Se connecter à un compte d'entreprise dans Roger
sv: Anslut till ett företagskonto i Roger

source: Connected
es: Conectado
fr: Connecté
sv: Ansluten

source: Connected!
es: ¡Conectado!
fr: Connecté!
sv: Ansluten!

source: Connecting...
es: Conectando
fr: Connexion
sv: Ansluter

source: Consultant number
es: Número de consultor
fr: Numéro consultant
sv: Konsultnummer

source: Contact Pleo
es: Contacta con Pleo
fr: Contacter Pleo
sv: Kontakta Pleo

source: Contact support
es: Contacte con soporte técnico
fr: Contactez l'équipe support
sv: Kontakta supporten

source: Contact us to change your plan
es: Contáctenos para cambiar su plan
fr: Contactez-nous pour changer votre plan
sv: Kontakta oss för att ändra din plan

source: Contact your Pleo admin to reset or raise your limit.
es: Contacte con el administrador de Pleo para restablecer o aumentar su límite
fr: Contactez votre administrateur Pleo pour réinitialiser ou augmenter votre limite
sv: Kontakta din Pleo admin för att återställa eller höja din köpgräns

source: Continue
es: Continuar
fr: Continuer
sv: Fortsätta

source: Continue?
es: ¿Continuar?
fr: Continuer?
sv: Fortsätta?

source: Contra Account for Pleo card expenses
es: Contra cuenta para los gastos de la tarjeta Pleo
fr: Compte Pleo pour les dépenses de vos cartes Pleo
sv: Avräkningskonto för Pleo kortbetalningar

source: Contra Account for Pleo Pocket expenses
es: Contra cuenta para los gastos de Pleo Pocket
fr: Compte Pleo pour les dépenses Pleo Pocket
sv: Avräkningskonto för Pleo Pocket-utgifter

source: Contra account number
es: Contra número de cuenta
fr: Numéro de compte Pleo
sv: Avräkningskontonummer

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié
sv: Kopierade till urklipp

source: Copy failed
es: La copia falló
fr: La copie a échoué
sv: Kopieringen misslyckades

source: Copy your <0>{0}</0> from Billy and paste it below
es: Copia tu <0>%s</0> de Billy y pégala aquí
fr: Copiez votre <0>%s</0> de Billy et collez-le ici
sv: Kopiera <0>%s</0> från Billy och klistra in den här

source: Copy your <0><1>"API integration code"</1></0> from Fortnox and paste it below
es: Copia tu <0><1>"Código de integración de la API".</1></0> de Fortnox y pégalo abajo
fr: Copiez votre <0><1>"Code d'intégration API"</1></0> partir de Fortnox et collez-le ci-dessous
sv: Kopiera din <0><1>"API-integrationskod"</1></0> från Fortnox och klistra in den nedan

source: Cost Centers
es: Centros de costes
fr: Centres de coûts
sv: Kostnadsställen

source: Could not accept the invitation. Please try again or contact support.
es: No podemos aceptar la invitación. Prueba otra vez o contacta a nuestro equipo de soporte.
fr: Impossible d'accepter l'invitation. Veuillez réessayer ou contacter notre équipe support.
sv: Det gick inte att acceptera inbjudan. Försök igen eller kontakta supporten.

source: Could not change the access level. Please try again or contact support.
es: No se pudo cambiar el nivel de acceso. Inténtalo de nuevo o contacta con soporte técnico.
fr: Impossible de modifier le niveau d'accès. S'il vous plaît essayer à nouveau ou contacter l'équipe support
sv: Det gick inte att ändra åtkomstnivån. Försök igen eller kontakta supporten.

source: Could not create passcode
es: No se pudo crear una clave de acceso
fr: Impossible de créer le code d'accès
sv: Det gick inte att skapa säkerhetskod

source: Could not disconnect the accounting firm. Please try again or contact support.
es: No se pudo desconectar la empresa de contabilidad. Inténtalo de nuevo o contacta con soporte técnico.
fr: Impossible de déconnecter le cabinet comptable. Veuillez réessayer ou contacter notre équipe support
sv: Det gick inte att koppla bort bokföringsföretaget. Försök igen eller kontakta supporten.

source: Could not load the client
es: No se pudo cargar al cliente
fr: Impossible de charger le client
sv: Det gick inte att läsa in klienten

source: Could not load the clients
es: No se pudo cargar los clientes
fr: Impossible de charger les clients
sv: Det gick inte att läsa in klienterna

source: Could not load the team member
es: No se pudo cargar al miembro del equipo
fr: Impossible de charger les employés de l'équipe
sv: Det gick inte att läsa in teammedlemmen

source: Could not load your team
es: No se pudo cargar su equipo
fr: Impossible de charger votre équipe
sv: Det gick inte att läsa in ditt team

source: Could not reject the invitation. Please try again or contact support.
es: No podemos rechazar la invitación. Prueba otra vez o contacta a nuestro equipo de soporte.
fr: Impossible de rejeter l'invitation. Veuillez réessayer ou contacter le soutien.
sv: Det gick inte att avvisa inbjudan. Försök igen eller kontakta supporten.

source: Could not reset passcode
es: No se pudo restablecer la contraseña
fr: Impossible de réinitialiser le code d'accès
sv: Det gick inte att återställa säkerhetskoden

source: Could not revoke the invitation. Please try again or contact support.
es: No podía revocar la invitación. Por favor, inténtelo de nuevo o póngase en contacto con el servicio de asistencia de Pleo
fr: Impossible de révoquer l'invitation. Veuillez réessayer ou contacter l'équipe support Pleo
sv: Det gick inte att återkalla inbjudan. Vänligen försök igen eller kontakta Pleo's Support

source: Could not save notification preferences, please wait and try again shortly.
es: No se pudieron guardar las preferencias de notificación, por favor espera y vuelve a intentarlo en breve.
fr: Impossible d'enregistrer les préférences de notification, veuillez patienter et réessayer sous peu
sv: Det gick inte att spara aviseringsinställningar, vänta och försök igen inom kort

source: Could not send the invitation. Please try again or contact support.
es: No se pudo enviar la invitación. Por favor, inténtalo de nuevo o ponte en contacto con el servicio de asistencia de Pleo
fr: Impossible d'envoyer l'invitation. Veuillez réessayer ou contacter l'équipe support Pleo
sv: Det gick inte att skicka inbjudan. Vänligen försök igen eller kontakta Pleo's Support

source: Could not upload the file because it is larger than {0}. Your file is {1}.
es: No se pudo subir el archivo porque es más grande que %1$s. Tu archivo es %2$s
fr: Impossible de télécharger le fichier car il est supérieur à %1$s. Votre fichier est %2$s
sv: Det gick inte att ladda upp filen eftersom den är större än %1$s. Filen är %2$s

source: Country
es: País
fr: Pays
sv: Land

source: Country <0/>
es: País <0/>
fr: Pays <0/>
sv: Land <0/>

source: Country is required
es: Se requiere el país
fr: Le pays est obligatoire
sv: Land krävs

source: Country must be in the correct format
es: El país debe estar en el formato correcto
fr: Le pays doit être dans le bon format
sv: Landet måste vara i rätt format

source: County
es: Estado
fr: Région

source: Courier New
es: Mensajero Nuevo

source: CPR Number
es: Número de RCP
fr: Numéro CPR
sv: CPR-nummer

source: Create
es: Crear
fr: Créer
sv: Skapa
