Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: To enable 1-click top-up you need to sign an agreement with our partner Nets. It's free of charge and takes just a few minutes. Please follow the instructions below and you can find even more detailed instructions in our <0>knowledge base article</0>.<1/><2/>Using the 1-click top up is free as Pleo bears the full cost related to processing the transaction. However, certain banks may choose to charge you a fee for allowing the transaction to go through, even though Pleo does all the work! <3/><4/><5>Already signed?</5> The agreement can take up to 2 days to appear as signed.
es: Para habilitar la recarga en un clic, necesitas firmar un acuerdo con nuestro socio Nets. Es gratis y sólo tardarás unos minutos. Sigue las instrucciones a continuación, o puedes encontrar instrucciones aún más detalladas en nuestro <0>artículo de la Base</0> de Conocimientos.<1/><2/>El uso de la recarga en un clic es gratis. Pleo asume el coste total relacionado con el procesamiento de la transacción, pero algunos bancos todavía pueden cobrarte una cuota. <3/><4/><5>¿Ya has firmado?</5> El acuerdo puede tardar hasta 2 días en aparecer como firmado.
fr: Pour activer la recharge en 1 clic, vous devez signer un accord avec notre partenaire Nets. C'est gratuit et ne prend que quelques minutes. Suivez les instructions ci-dessous, ou vous pouvez trouver des instructions encore plus détaillées dans notre <0>article d'aide</0>.<1/><2/> L'utilisation de la recharge en 1 clic est gratuite. Pleo supporte l'intégralité des coûts liés au traitement de la transaction, mais certaines banques peuvent toujours vous facturer des frais. <3/><4/><5>Déjà signé?</5> L'accord peut prendre jusqu'à 2 jours pour apparaître comme signé
sv: För att aktivera 1-click-top-up måste du underteckna ett avtal med vår partner Nets. Det är gratis och tar bara några minuter. Följ instruktionerna nedan, eller så kan du hitta ännu mer detaljerade instruktioner i vår <0>Knowledge Base-artikel</0>.<1/><2/>Att använda 1-click-top-up är gratis. Pleo bär de fulla kostnaderna för att behandla transaktionen, men vissa banker kan fortfarande ta ut en avgift.<3/><4/><5> Redan signerat?</5>Avtalet kan ta upp till två dagar för att visas som undertecknat

source: To ensure that bills get payed the next time you forward them to Roger, make sure to use your <0>Pleo Virtual Card</0> as your payment method.
es: Para asegurarte de que las facturas se paguen la próxima vez que se las envíes a Roger, asegúrate de usar tu <0>tarjeta virtual Pleo</0> como método de pago.
fr: Pour vous assurer que les factures sont payées la prochaine fois que vous les transférez à Roger, assurez-vous d'utiliser votre <0>carte virtuelle Pleo</0> comme mode de paiement.
sv: För att säkerställa att räkningar betalas nästa gång du vidarebefordrar dem till Roger, se till att använda ditt <0>virtuella Pleo-kort</0> som din betalningsmetod

source: To join, complete your account details below.
es: Para unirte, completa los datos de tu cuenta a continuación
fr: Pour vous inscrire, complétez les détails de votre compte ci-dessous
sv: Fyll i dina kontouppgifter nedan för att registrera dig

source: To keep your account transactions safe, we need some information on how you intend to use Pleo.
es: Tu dinero nos importa. Es por eso que necesitamos información sobre cómo piensas usar Pleo
fr: Votre argent compte pour nous. C'est pourquoi nous avons besoin d'informations sur la façon dont vous envisagez d'utiliser Pleo
sv: Dina pengar är viktiga för oss. Det är därför vi behöver lite information om hur du tänker använda Pleo

source: To make a purchase you need something to spend. Expenses you or your company make with Pleo cards use the wallet for funding.
es: Para que tu equipo haga compras, necesitas tener dinero en tu monedero de Pleo.
fr: Pour que votre équipe fasse des achats, vous avez besoin d'argent dans votre portefeuille Pleo
sv: För att ditt team ska kunna göra inköp behöver ni ha pengar i er Pleo wallet

source: To meet our regulatory obligations we need to verify all UBO's and executive directors of {0}. Don't have executive directors? Please select at least 2 of the below.
es: Para cumplir con nuestras obligaciones reglamentarias, necesitamos verificar a todos los Propietarios Beneficiarios Finales y directores ejecutivos de %s. ¿No tenéis directores ejecutivos? Por favor, seleccione al menos 2 de los siguientes
fr: Pour respecter nos obligations réglementaires, nous devons vérifier tous les propriétaires véritables effectifs et directeurs exécutifs de %s. Vous n'avez pas de directeur exécutif? Veuillez sélectionner au moins 2 des options ci-dessous
sv: För att uppfylla våra lagstadgade skyldigheter måste vi verifiera alla ultimata fördelaktiga ägare och verkställande direktörer i %s . Har ni inga verkställande direktörer? Välj minst 2 av nedanstående

source: To update your company's accounting system or create more categories, just head to Settings.
es: Para actualizar el sistema de contabilidad de tu empresa o crear más categorías, dirígete a Configuración.
fr: Pour mettre à jour le système comptable de votre entreprise ou créer d'autres catégories, il vous suffit de vous rendre dans la rubrique Paramètres.
sv: För att uppdatera ditt företags redovisningssystem eller skapa fler kategorier, gå bara till Inställningar.

source: Today's Date
es: Fecha de hoy
fr: La date d"aujourd"hui
sv: Dagens datum

source: Token is either invalid or has expired.
es: La ficha es inválida o ha caducado
fr: Le jeton est invalide ou a expiré
sv: Token är antingen ogiltig eller har upphört att gälla

source: Token is required
es: Se requiere una ficha
fr: Le jeton est requis
sv: Token krävs

source: Too many wrong attempts.<0/>{minutesThrottled, plural, =0 {} one {You can try again in # minute} other {You can try again in # minutes}}
es: Demasiados intentos fallidos.<0/> {minutesThrottled, plural, =0 {} one {Vuelve a intentarlo otra vez en # minutos} other {Vuelve a intentarlo otra vez en # minutos}}
fr: Trop de mauvaises tentatives. <0/>{minutesThrottled, plural, =0 {} one { Vous pouvez réessayer dans # minute } other { Vous pouvez réessayer dans # minutes }}
sv: För många fel försök. <0/>{minutesThrottled, plural, =0 {} one {Du kan försöka igen om # minut} other {Du kan försöka igen om # minuter}}

source: Too many wrong password attempts.
es: Has alcanzado el límite de intentos de contraseña
fr: Vous avez atteint la limite des tentatives de mot de passe
sv: Du har nått gränsen för lösenordsförsök

source: Too many wrong password attempts. You can try again
es: Intento de contraseña incorrecto. Inténtalo de nuevo
fr: Tentative de mot de passe incorrecte. Vous pouvez réessayer
sv: Felaktigt lösenordsförsök. Du kan försöka igen

source: Top up and give it a try
es: Recarga y pruébalo
fr: Rechargez et essayez
sv: Fyll på och prova

source: Top-up
es: Recargar
fr: Recharger
sv: Fyll på

source: Top-up history
es: Historia de recargas
fr: Historique des recharges
sv: Påfyllningshistorik

source: Top-up Wallet
es: Monedero de recarga
fr: Rechargez votre portefeuille
sv: Fyll på wallet

source: Top-up your wallet automatically next time?
es: ¿Qué tal si la próxima vez recargas tu monedero automáticamente?
fr: Que pensez-vous de recharger votre portefeuille automatiquement la prochaine fois?
sv: Vad sägs om att fylla på er wallet automatiskt nästa gång?

source: Total cards
es: Total de tarjetas
fr: Nombre total de cartes
sv: Totalt antal kort

source: Total cash
es: Total de dinero en efectivo
fr: Total en espèces
sv: Företagets kontanter

source: Total limit reached
es: Límite total alcanzado
fr: Limite totale atteinte
sv: Total köpgräns har uppnåtts

source: Total owed
es: Total adeudado
fr: Total dû
sv: Total skuld

source: Total to pay
es: Total a pagar
fr: Total à payer
sv: Summa att betala

source: Town/City
es: Pueblo/Ciudad
fr: Ville
sv: Ort/Stad

source: Tracking category and customers
es: Categoría de seguimiento y clientes
fr: Catégorie de suivi et clients
sv: Spårningskategori och kunder

source: Transaction amount and currency - e.g. 10GBP
es: Importe y moneda de la transacción - por ejemplo, 10 EUR
fr: Montant de la transaction et devise - par exemple 10€
sv: Transaktionsbelopp och valuta - t.ex. 100SEK

source: Transaction amount is required
es: Necesitamos el importe de la transacción
fr: Nous avons besoin du montant de la transaction
sv: Vi behöver transaktionsbeloppet

source: Transaction date is required
es: Necesitamos la fecha de la transacción
fr: Nous avons besoin de la date de transaction
sv: Vi behöver transaktionsdatumet

source: Transfer request created
es: Solicitud de transferencia creada
fr: Demande de virement créée
sv: Begäran om överföring har skapats

source: Transfer this amount <0/>
es: Transfiere esta cantidad <0/>
fr: Faites un virement de ce montant <0/>
sv: Överför det här beloppet <0/>

source: Try again later or contact support if the issue persists.
es: Inténtalo de nuevo más tarde o ponte en contacto con el equipo de soporte técnico si el problema persiste.
fr: Réessayez plus tard ou contactez notre équipe support si le problème persiste.
sv: Försök igen senare eller kontakta supporten om problemet kvarstår.

source: Try out your virtual card
es: Prueba tu tarjeta virtual
fr: Essayez votre carte virtuelle
sv: Testa ditt virtuella kort

source: Try your card
es: Prueba tu tarjeta
fr: Essayez votre carte
sv: Prova ditt kort

source: Try your purchase again
es: Intenta tu compra de nuevo
fr: Réessayez votre achat
sv: Försök att genomföra köpet igen

source: Type
es: Escribe
sv: Typ

source: Type a name like "Pleo" and press "Opret"
es: Escriba un nombre como "Pleo" y pulse "Opret".
fr: Tapez un nom comme «Pleo» et appuyez sur «Opret»
sv: Skriv ett namn som "Pleo" och tryck på "Opret"

source: Type the same passcode again
es: Escriba la misma contraseña otra vez
fr: Tapez à nouveau le même code d'accès
sv: Skriv in samma säkerhetskod igen

source: Ultimate Beneficial Owner. Individual who is the ultimate beneficiary of the company by holding 25% or more of the shares/voting power.
es: Propietario Beneficiario Final: El individuo que es el beneficiario final de la compañía y posee el 25% o más de las acciones/poder de voto
fr: Bénéficiaire ultime : personne physique qui est le bénéficiaire ultime de la société et qui détient 25 % ou plus des actions/du droit de vote
sv: Den ultimata fördelaktiga ägaren: Personen som är den ultimata förmånstagaren av företaget och innehar 25% eller mer av aktierna / rösträtten

source: Unable to email balance statement
es: No se puede enviar por correo electrónico el estado de cuenta
fr: Impossible d'envoyer le relevé de solde par e-mail
sv: Det fick inte att skicka engagemangsbesked via e-post

source: Unable to get balance statement
es: No se puede obtener el balance de la cuenta
fr: Impossible d'obtenir le relevé de solde
sv: Det gick inte att hämta engagemangsbesked

source: Unarchive
es: Desarchivar
fr: Désarchiver
sv: Ta bort från arkiv

source: Unarchive Row
es: Fila desarchivada
fr: Désarchiver la ligne
sv: Rad borttagen från arkiv

source: Unassign bookkeeper
es: Contable sin asignación
fr: Désaffecter le comptable
sv: Tilldela redovisningskonsult

source: Unassign from client
es: No asignado por el cliente
fr: Annuler l'affectation du client
sv: Ta bort tilldelning från kund

source: Under <0><1>"Integrationer"</1></0> section, click on <2><3>"+ Lägg til integration"</3></2>
es: Bajo <0><1>"Integración"...</1></0> haga clic en la sección <2><3>"+ Lägg til integration" (hasta la integración)</3></2>
fr: Dans la section <0><1>"Integrationer"</1></0>, cliquez sur <2><3>"+ Lägg til integration"</3></2>
sv: Under <0><1>"Integrationer"</1></0>sektionen, klicka på <2><3>"+ Lägg till integration" </3></2>

source: Unexported
es: No exportado
fr: Non exporté
sv: Ej exporterade

source: Unfortunately Pleo isn't for Sole Traders.. yet
es: Lo sentimos, Sole Traders no puede registrarse en Pleo en este momento
fr: Malheureusement, les commerçants indépendants ne peuvent pas encore s'inscrire à Pleo
sv: Tyvärr kan enskilda näringsidkare inte registrera dig för Pleo ännu

source: Unfortunately, Pleo is currently not available for you. We will inform you if anything changes and if we are able to onboard you in the future.
es: En estos momentos, Pleo no está disponible para tu tipo de empresa. Nos pondremos en contacto si tentemos la posibilidad de proporcionar nuestros servicios en el futuro.
fr: Malheureusement, Pleo n'est actuellement pas disponible pour vous. Nous vous informerons si quelque chose change et si nous sommes en mesure de vous aider à l'avenir.
sv: Tyvärr finns Pleo för närvarande inte tillgänglig för dig. Vi kommer att hålla dig informerad om det förändras i framtiden.

source: Unfreeze
es: Reactivar
fr: Dégeler
sv: Lås upp

source: Unique column "{uniqueColumn}" contains non unique values or empty values
es: La columna única "%1$s" contiene valores no únicos o valores vacíos
fr: La colonne unique "%1$s"contient des valeurs non uniques ou des valeurs vides
sv: Unik kolumn "%1$s" innehåller icke unika värden eller tomma värden

source: Unique Mandate Reference Number
es: Número de referencia de mandato único
fr: Numéro de référence de mandat unique
sv: Unikt Mandat Referensnummer

source: United Kingdom
es: Reino Unido
fr: Royaume-Uni
sv: Storbritannien

source: Unlock my card
es: Desbloquear mi tarjeta
fr: Déverrouiller ma carte
sv: Lås upp mitt kort

source: Unnamed {0}
es: Sin nombre.
fr: Sans nom %s
sv: Namnlösa %s

source: Unpaired
es: No emparejado
fr: Non activée
sv: Inte ihopkopplade

source: Up to date
es: Todo está al día
fr: Tout est à jour
sv: Allt är uppdaterat

source: Update
es: Actualización
fr: Mise à jour
sv: Uppdatering

source: Update Name
es: Actualizar el nombre
fr: Mettre à jour le nom
sv: Uppdatera namn

source: Updated
es: Actualizado
fr: Mis à jour
sv: Uppdaterad

source: Updated the document
es: Actualizado el documento
fr: Document mis à jour
sv: Uppdaterade dokumentet

source: Updating details...
es: Detalles de actualización
fr: Mise à jour des détails
sv: Uppdaterar information

source: Updating IDV check
es: Actualizando la verificación de IDV
fr: Mise à jour de la vérification d'identité
sv: Uppdaterar IDV-kontrollen

source: Updating idvCheck "{editIdvCheck}" status to "{selectStatus}"
es: Actualizando el estado de idvCheck "%1$s" a "%1$s".
fr: Mise à jour du statut de vérification d'identité "%1$s" en "%1$s"
sv: Uppdatering av statusen idvCheck "%1$s" till "%1$s"

source: Upload
es: Subir
fr: Télécharger
sv: Ladda upp

source: Upload failed
es: La carga falló
fr: Échec du téléchargement
sv: Uppladdningen misslyckades

source: Upload spreadsheet
es: Subir la hoja de cálculo
fr: Importer une feuille de calcul
sv: Ladda upp kalkylblad

source: Uploading
es: Cargando
fr: Téléchargement
sv: Uppladdning

source: Use a format from Pleo
es: Utiliza un formato de Pleo
fr: Utilisez un format de Pleo
sv: Använd ett format från Pleo

source: use again
es: usar de nuevo
fr: réutiliser
sv: använda igen

source: Use different information →
es: Utiliza información diferente →
fr: Utilisez différentes informations →
sv: Använd annan information →

source: Use filters to download and group expenses
es: Utiliza filtros para descargar y agrupar los gastos
fr: Utilisez des filtres pour télécharger et regrouper les dépenses
sv: Använd filter för att ladda ner och gruppera utgifter

source: Use my card
es: Utiliza mi tarjeta
fr: Utiliser ma carte
sv: Använd mitt kort

source: Use the G/L account for creditcards as specified in Kassenbuch
es: Utilice la cuenta G/L para las tarjetas de crédito como se especifica en el manual
fr: Utilisez le compte G / L pour les cartes de crédit, comme spécifié dans votre plan comptable.
sv: Använd huvudbok för kreditkort, enligt vad som anges i Kassenbuch

source: Use the mobile app to activate your card
es: Utiliza la aplicación móvil de Pleo para activar tu tarjeta
fr: Utilisez l'application mobile Pleo pour activer votre carte
sv: Använd Pleo's mobilapp för att aktivera ditt kort

source: Use the mobile app to activate your new card
es: Utiliza la aplicación móvil de Pleo para activar tu nueva tarjeta
fr: Utilisez l'application mobile Pleo pour activer votre nouvelle carte
sv: Använd Pleo's mobilapp för att aktivera ditt nya kort

source: Use the mobile app to pair your new card
es: Utiliza la aplicación móvil de Pleo para activar tu nueva tarjeta
fr: Utilisez l'application mobile Pleo pour activer votre nouvelle carte
sv: Använd Pleo's mobilapp för att koppla ihop ditt nya kort

source: Use your <0>PIN</0>
es: Utiliza tu <0>PIN</0>
fr: Utilisez votre <0>PIN</0>
sv: Använd din <0>PIN-kod</0>

source: Use your virtual card
es: Utiliza tu tarjeta virtual
fr: Utilisez votre carte virtuelle
sv: Använd ditt virtuella kort

source: User
es: Usuario
fr: Employé
sv: Användare

source: User already exists
es: El usuario ya existe
fr: L'utilisateur existe déjà
sv: Användare finns redan

source: User clicked Done but no management to verify was detected :
es: El usuario hizo clic en Hecho pero no se detectó ninguna gestión para verificar
fr: L'utilisateur a cliqué sur Terminé mais nous n'avons détecté aucune gestion à vérifier
sv: Användaren klickade på Klar men vi kunde inte identifiera någon chef som kan verifiera

source: Valid driver's license
es: Carné de conducir válido
fr: Permis de conduire valide
sv: Giltigt körkort

source: Valid email
es: Correo electrónico válido
fr: E-mail valide
sv: Giltigt e-postadress

source: Value
es: Valor
fr: Valeur
sv: Värde

source: Value must be a valid UUID
es: El valor tiene que ser un UUID válido
fr: La valeur doit être un UUID valide
sv: Värdet måste vara ett giltigt UUID

source: Value must only contain valid letters.
es: El valor debe contener letras válidas.
fr: La valeur ne doit contenir que des lettres valides.
sv: Värdet får endast innehålla giltiga bokstäver.

source: VAT is invalid
es: El IVA no es válido
fr: La TVA n'est pas valide
sv: Moms är ogiltig

source: VAT is invalid (action required)
es: El IVA no es válido (acción requerida)
fr: La TVA n'est pas valide (action requise)
sv: Moms är ogiltig (åtgärd krävs)

source: Verification series
es: Serie de verificación
fr: Série de vérifications
sv: Verifikationsserie

source: Verification token is either expired or invalid. Please contact support at support@pleo.io.
es: La ficha de verificación está caducada o no es válida. Por favor, ponte en contacto con el soporte técnico en support@pleo.io
fr: Le jeton de vérification est expiré ou non valide. Veuillez contacter l'équipe support via support@pleo.io
sv: Verifieringstoken är antingen löpt ut eller ogiltig. Vänligen kontakta Pleo's support på support@pleo.io

source: Verify company
es: Verificar la compañía
fr: Vérifier l'entreprise
sv: Verifiera företaget

source: Verify email
es: Verificar el correo electrónico
fr: Vérifier l'adresse e-mail
sv: Verifiera e-post

source: Verify now
es: Verifique ahora
fr: Vérifiez maintenant
sv: Verifiera nu

source: Verifying company
es: Compañía verificadora
fr: Vérification de l'entreprise
sv: Verifiera företag

source: View card
es: Ver tarjeta
fr: Voir la carte
sv: Visa kort

source: View expense
es: Ver gastos
fr: Voir les dépenses
sv: Visa utgift

source: View in Xero
es: Ver en Xero
fr: Afficher dans Xero
sv: Visa i Xero

source: View PIN
es: Ver PIN
fr: Afficher le code PIN
sv: Visa PIN-kod

source: Virtual Card
es: Tarjeta virtual
fr: Carte virtuelle
sv: Virtuellt kort

source: Virtual card is expired
es: La tarjeta virtual ha caducado
fr: La carte virtuelle a expiré
sv: Virtuellt kort har löpt ut

source: Virtual card is frozen
es: La tarjeta virtual está congelada
fr: La carte virtuelle est gelée
sv: Virtuellt kort är spärrat

source: Virtual card is lost
es: La tarjeta virtual se ha perdido
fr: La carte virtuelle est perdue
sv: Virtuellt kort är borttappat

source: Virtual card is stolen
es: La tarjeta virtual ha sido robada
fr: La carte virtuelle est volée
sv: Virtuellt kort är stulet

source: Visibility to users
es: Visibilidad para los usuarios
fr: Visibilité pour les utilisateurs
sv: Synlighet för användare

source: Visma e-conomic has been selected as your accounting system
es: Visma e-conomic ha sido seleccionado como tu sistema de contabilidad
fr: Visma e-conomic a été sélectionné comme système comptable
sv: Visma e-conomic har valts som ditt bokföringsprogram

source: Visma eEkonomi dimension
es: Dimensión Visma eEkonomi
fr: Dimension Visma eEkonomi
sv: Dimension i Visma eEkonomi

source: Visma eEkonomi dimensions
es: Dimensiones de Visma eEkonomi
fr: Dimensions de Visma eEkonomi
sv: Dimensioner i Visma eEkonomi

source: Visma has been selected as your accounting system
es: Se ha seleccionado Visma como sistema de contabilidad
fr: Visma a été sélectionné comme système comptable
sv: Visma har valts som ditt bokföringsprogram

source: Wallet
es: Monedero
fr: Portefeuille

source: Wallet balance
es: Balance del monedero
fr: Solde du portefeuille
sv: Saldo i wallet

source: Wallet currency
es: Divisa del monedero
fr: Devise du portefeuille
sv: Wallet valuta

source: Wallet funded
es: Monedero financiado
fr: Portefeuille rechargé
sv: Wallet har fyllts på

source: Wallet top-up
es: Recarga de monedero
fr: Recharge de portefeuille
sv: Påfyllning av wallet

source: Wallet unload
es: Descarga de monedero
fr: Retrait de fonds du portefeuille
sv: Töm wallet

source: Want to know more about Pleo? <0>Book a demo →</0>
es: ¿Quieres saber más sobre Pleo? <0>Reservar una demo</0>
fr: Vous souhaitez en savoir plus sur Pleo? <0>Demandez une démo →</0>
sv: Vill du veta mer om Pleo? <0>Boka en demo →</0>

source: Want to know more about Pleo? <0>Book a demo</0>
es: ¿Quieres saber más sobre Pleo? <0>Reserva una demo</0>
fr: Vous voulez en savoir plus sur Pleo ? <0>Réservez une démo</0>
sv: Vill du veta mer om Pleo? <0> Boka en demo </0>

source: Watch video
es: Ver video
fr: Regarder la vidéo
sv: Kolla på video

source: We can only print certain characters on the cards. Please adjust you company name so it contains only English alphanumeric characters or "-", ".", and space.
es: Sólo podemos imprimir ciertos caracteres en las tarjetas. Por favor, ajusta el nombre de tu empresa para que sólo contenga caracteres alfanuméricos o "-", ".", y espacio.
fr: Nous ne pouvons imprimer que certains caractères sur les cartes. Veuillez ajuster le nom de votre entreprise afin qu'il ne contienne que des caractères alphanumériques anglais ou «-», «.» et « ».
sv: Vi kan bara skriva ut vissa tecken på korten. Justera företagsnamnet så att det bara innehåller engelska alfanumeriska tecken eller "-", "."och blanksteg.

source: We couldn't connect with Roger, please try again
es: No hemos podido conectarnos con Roger, por favor, inténtalo de nuevo más tarde.
fr: Nous n'avons pas pu communiquer avec Roger, veuillez réessayer plus tard
sv: Vi kunde inte koppla Pleo till Roger, försök igen senare

source: We couldn't fully verify all company members. To do so, we need a proof of identity and proof of address to be uploaded.
es: No hemos podido verificar completamente a todos los miembros de la empresa. Para ello, necesitamos una prueba de identidad y una prueba de domicilio
fr: Nous n'avons pas pu vérifier entièrement tous les employés de l'entreprise. Pour ce faire, nous avons besoin d'une preuve d'identité et d'une preuve d'adresse
sv: Vi kunde inte verifiera alla företagets medlemmar. För att göra det behöver vi att ett bevis på identitet och ett bevis på adress laddas upp
