Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Pleo Virtual Card <0/>{0} {1}
es: Tarjeta virtual de Pleo <0/>%1$s %2$s
fr: Carte virtuelle Pleo <0/> %1$s %2$s
sv: Pleos virtuellt kort <0/>%1$s %2$s

source: Pleo will import everything from this tracking category and customers as tags. Later, when you export, you'll see tagged expenses under the correct tracking category.
es: Pleo importará todo desde esta categoría de seguimiento y los clientes como etiquetas. Más adelante, cuando exportes, verás los gastos etiquetados en la categoría de seguimiento correcta.
fr: Pleo importera toutes les données sous forme de libellés. Lorsque vous exporterez, les dépenses seront marquées avec le libellé correspondant.
sv: Pleo kommer att importera allt från denna kategori, och kunder som taggar. Senare, när du exporterar, kommer taggade utgifter visas under rätt kategori.

source: Pleo will import everything from your Business Central dimension
es: Pleo importará todo desde tu dimensión Business Central
fr: Pleo importera tout de votre dimension Business Central

source: Pleo will import everything from your Fortnox dimension
es: Pleo importará todo de su dimensión Fortnox
fr: Pleo importera tout de vos dimensions Fortnox
sv: Pleo kommer importera allt från dina Fortnox-dimensioner

source: Pleo will import everything from your Quickbooks Classes and Projects
es: Pleo importará todo de sus clases y proyectos de Quickbooks
fr: Pleo importera tous vos comptes et projets Quickbooks
sv: Pleo kommer att importera allt från dina Quickbooks-klasser och projekt

source: Pleo will import everything from your Visma dimension
es: Pleo importará todo desde su dimensión Visma
fr: Pleo importera tout de votre dimension Visma
sv: Pleo importerar allt från dina Visma-dimensioner

source: Pleo will import everything from your Visma e-conomic "Afdeling" module. Later, when you export, you'll see tagged expenses under the correct "Afdeling"
es: Pleo importará todo desde su módulo "Afdeling" de Visma e-conomic. Más tarde, cuando exporte, verá los gastos etiquetados bajo el "Afdeling" correcto
fr: Pleo importera tout de votre module Visma e-conomic "Afdeling". Plus tard, lorsque vous exporterez, vous verrez les dépenses libellées sous le bon "Afdeling"
sv: Pleo importerar allt från din Visma e-conomic "Afdeling"-modul. Senare, när du exporterar, ser du taggade utgifter under rätt "Afdeling"

source: Pleo will stop sending statement data automatically into Xero.
es: Pleo dejará de enviar los datos de la declaración automáticamente a Xero
fr: Pleo cessera d'envoyer automatiquement les données de relevé dans Xero
sv: Pleo kommer att sluta skicka uttalande data automatiskt till Xero

source: PLEOBANK (Pleo account)
es: PLEOBANCO (Cuenta de Pleo)
fr: PLEOBANK (compte Pleo)
sv: PLEOBANK (Pleo-konto)

source: Pocket
es: Bolsillo

source: Populate tags from a .xlsx or .csv
es: Llenar las etiquetas de un archivo .xlsx o .csv
fr: Remplir les libellés à partir d'un fichier .xlsx ou .csv
sv: Skapa taggar från en .xlsx eller .csv

source: Position
es: Posición

source: Postal code
es: Código postal
fr: Code postal
sv: Postnummer

source: Postal code is required
es: Se requiere un código postal
fr: Le code postal est requis
sv: Postnummer krävs

source: Postcode
es: Código postal
fr: Code postal
sv: Postnummer

source: Postcode is invalid
es: El código postal es invalido
fr: Le code postal n'est pas valide
sv: Postnumret är ogiltigt

source: Postcode is required
es: Se requiere código postal
fr: Le code postal est requis
sv: Postnummer krävs

source: Power-ups
es: Potenciadores
fr: Fonctionnalités
sv: Funktioner

source: Powered by Google
es: Desarrollado por Google
fr: Optimisé par Google
sv: Drivs av Google

source: Preferences
es: Preferencias
fr: Préférences
sv: Inställningar

source: Preparing export files…
es: Preparación de los archivos de exportación
fr: Préparation des fichiers d'exportation
sv: Förbereder exportfiler

source: Preparing your order
es: Preparando su pedido
fr: Préparer votre commande
sv: Förbereder din beställning

source: Previous
es: Anterior
fr: Précédent
sv: Tidigare

source: Previous orders
es: Pedidos anteriores
fr: Commandes précédentes
sv: Tidigare beställningar

source: Price
es: Precio
fr: Prix
sv: Pris

source: Price excl. VAT
es: Precio sin IVA
fr: Prix hors T.V.A.
sv: Pris exkl. moms

source: Problem with your invite
es: Problema con su invitación
fr: Problème avec votre invitation
sv: Problem med din inbjudan

source: Processing
es: Procesamiento
fr: En traitement
sv: Bearbetning

source: Profile
es: Perfil
fr: Profil
sv: Profil

source: Progress is auto-saved. You can return to this page at any time.
es: El progreso se guarda automáticamente. Puedes volver a esta página en cualquier momento
fr: La progression est enregistrée automatiquement. Vous pouvez revenir sur cette page à tout moment
sv: Framsteg sparas automatiskt. Du kan återgå till den här sidan när som helst

source: Projects
es: Proyectos
fr: Projets
sv: Projekt

source: Proof of address
es: Prueba de dirección
fr: Un justificatif de domicile
sv: Bevis på adress

source: Proof of address missing
es: Falta la prueba de la dirección
fr: Preuve d'adresse manquante
sv: Bevis på adress saknas

source: Proof of ID
es: Prueba de identificación
fr: Preuve d'identité
sv: Bevis på ID

source: Proof of ID missing
es: Falta la prueba de identificación
fr: Preuve d'identité manquante
sv: Bevis på ID saknas

source: Proof of identity
es: Prueba de identidad
fr: Preuve d'identité
sv: Bevis på identitet

source: Purchase description is limited to 240 characters.
es: La descripción de la compra está limitada a 240 caracteres
fr: La description d'achat est limitée à 240 caractères
sv: Köpbeskrivningen är begränsad till 240 tecken

source: Purchased
es: Comprado
fr: Acheté
sv: Köpt

source: Push
es: Pulsa
sv: Tryck

source: Questions? <0>Contact us</0>
es: ¿Preguntas? <0>Contáctanos.</0>
fr: Des questions? <0>Contactez-nous</0>
sv: Frågor? <0>Kontakta oss</0>

source: Queue is empty
es: La cola está vacía
fr: La file d'attente est vide
sv: Kön är tom

source: Queued for export
es: En cola para la exportación
fr: En file d'attente d'exportation
sv: I kö för export

source: Quickbooks has been selected as your accounting system
es: Quickbooks ha sido seleccionado como su sistema de contabilidad
fr: Quickbooks a été sélectionné comme système comptable
sv: Quickbooks har valts som ditt bokföringsprogram

source: Quickbooks Tags
es: Etiquetas de Quickbooks
fr: Libellés Quickbooks
sv: Quickbooks-taggar

source: RDC result
es: Resultado de la RDC
fr: Résultat RDC
sv: RDC-resultat

source: Re-import
es: Re-importación
fr: Réimporter
sv: Återimport

source: Read more.
es: Leer más
fr: Lire la suite
sv: Läs mer

source: Ready to go further?
es: ¿Listo para ir más lejos?
fr: Prêt à aller plus loin?
sv: Redo att gå vidare?

source: Reason
es: Razón
fr: Motif
sv: Anledning

source: Reason is limited to 240 characters.
es: La razón se limita a 240 caracteres
fr: Le motif d'achat est limité à 240 caractères
sv: Beskrivningen är begränsad till 240 tecken

source: Reason is required.
es: Necesitamos la razón
fr: Nous avons besoin d'une explication
sv: Vi behöver veta anledningen

source: Receipt
es: Recibo
fr: Reçu
sv: Kvitto

source: Receipt finder for Gmail enabled successfully. <0>Go back to preferences</0>
es: ¡Fetch está aquí! Has habilitado nuestro buscador de recibos de Gmail con éxito. <0>Volver a las preferencias</0>
fr: Fetch est prêt! Vous avez correctement activé notre outil de recherche de reçus Gmail. <0>Retour aux préférences</0>
sv: Fetch är här! Du har nu aktiverat Fetch som automatiskt hämtar kvitton från din Gmail. <0>Gå tillbaka till inställningar</0>

source: Receipts
es: Recibos
fr: Reçus
sv: Kvitton

source: Receive cash
es: Recibir dinero en efectivo
fr: Recevez en espèces
sv: Få kontanter

source: Receive real-time notifications when you make a purchase and snap receipts on the go.
es: Reciba notificaciones en tiempo real cuando haga una compra y capture los recibos sobre la marcha
fr: Recevez des notifications en temps réel lorsque vous effectuez un achat et capturez vos reçus lors de déplacements
sv: Få en pushnotis i realtid när du gör ett köp och lägg till kvittot on-the-go

source: Received {0}
es: Recibido %s
fr: Reçu %s
sv: Mottaget %s

source: Received by
es: Recibido por
fr: Reçu par
sv: Mottaget av

source: Received in person
es: Recibido en persona
fr: Reçu en personne
sv: Mottaget personligen

source: Recipient name
es: Nombre del destinatario
fr: Nom du destinataire
sv: Mottagarens namn

source: Recipient name is required
es: Se requiere el nombre del destinatario
fr: Le nom du destinataire est requis
sv: Mottagarens namn krävs

source: Recipient phone number
es: Número de teléfono del destinatario
fr: Numéro de téléphone du destinataire
sv: Mottagarens telefonnummer

source: Redirecting to {0}...
es: Redirigiendo a %s
fr: Redirection vers %s
sv: Omdirigerar till %s

source: Redirecting to E-conomic...
es: Redirigiendo a e-conomic
fr: Redirection vers e-conomic
sv: Omdirigerar till e-conomic

source: Redirecting to Visma e-conomic...
es: Redirigiendo a Visma e-conomic
fr: Redirection vers Visma e-conomic
sv: Omdirigerar till Visma e-conomic

source: Redirecting to Visma eEkonomi...
es: Redirigiendo a Visma eEkonomi
fr: Redirection vers Visma eEkonomi
sv: Omdirigerar till Visma eEkonomi

source: Ref ID
es: ID de referencia
fr: L'ID de réference

source: Refer a friend
es: Recomiende a un amigo
fr: Référez un ami
sv: Värva en vän

source: RefID is required
es: Se requiere una identificación de referencia
fr: L'ID de référence est requis
sv: Ref-ID krävs

source: Refresh accounts
es: Actualizar las cuentas
fr: Actualiser les comptes
sv: Uppdatera konton

source: Refund
es: Reembolso
fr: Remboursement
sv: Återbetalning

source: Region
es: Región
fr: Région
sv: Område

source: Region / County
es: Región
fr: Région
sv: Region / län

source: Region is invalid
es: La región no es válida
fr: La région n'est pas valide
sv: Regionen är ogiltig

source: Registered charity, association or foundation
es: Organización benéfica, asociación o fundación registrada
fr: Organisme de bienfaisance, association ou fondation enregistrée
sv: Registrerad välgörenhetsorganisation, förening eller stiftelse

source: Registry ID
es: ID de registro
fr: ID de registre
sv: Registrerings-ID

source: Registry id is composed of the country 2 letter code plus identifier e.g. DK155555
es: La identificación del registro está compuesta por el código de 2 letras del país más el identificador, por ejemplo DK155555
fr: L'ID du registre est composé du code à 2 lettres du pays et de l'identifiant, par exemple DK155555
sv: Register-ID består av landskod på två bokstäver, plus en sifferkombination, t.ex. DK155555

source: Reimburse
es: Reembolso
fr: Rembourser
sv: Ersätta

source: Reimbursed by
es: Reembolsado por
fr: Remboursé par
sv: Ersättning utbetalad av

source: Reimbursement
es: Reembolso
fr: Remboursement
sv: Kostnadsersättning

source: Reimport spreadsheet
es: ¿Importar la hoja de cálculo otra vez?
fr: Importer à nouveau la feuille de calcul?
sv: Vill du importera kalkylblad igen?

source: Reject
es: Rechazar
fr: Rejeter
sv: Avvisa

source: Reject invite
es: Rechazar invitación
fr: Refuser l'invitation
sv: Avvisa inbjudan

source: Reject invite?
es: ¿Recahazar invitación?
fr: Rejeter l'invitation?
sv: Avvisa inbjudan?

source: Remaining to pair
es: Queda por emparejar
fr: Restant à activer
sv: Behöver kopplas ihop

source: Remove from Queue
es: Eliminar de la cola
fr: Supprimer de la file d'attente
sv: Ta bort från kön

source: Remove from Scope
es: Eliminar del ámbito
fr: Retirer du champ d'application
sv: Ta bort från scope

source: Remove limit
es: Eliminar el límite
fr: Supprimer la limite
sv: Ta bort köpgräns

source: Remove this user's access to the portal and unassign them from all their clients.
es: Restringir el acceso al portal de este usuario y eliminarlos de todos sus clientes
fr: Limitez l'accès au portail de cet utilisateur et supprimez-le de tous ses clients
sv: Begränsa den här användarens portalåtkomst och ta bort dem från alla klienter

source: Remove transaction
es: Eliminar la transacción
fr: Supprimer la transaction
sv: Ta bort transaktion

source: Removed from queue
es: Eliminado de la cola
fr: Retiré de la file d'attente
sv: Borttagen från kön

source: Rename
es: Renombrar
fr: Renommer
sv: Byt namn

source: Rename tag group
es: Renombrar el grupo de etiquetas
fr: Renommer le groupe de libellés
sv: Byt namn på taggrupp

source: Replace existing tags
es: Reemplazar las etiquetas existentes
fr: Remplacer les libellés existants
sv: Byt ut befintliga taggar

source: Replace existing tags?
es: ¿Reemplazar las etiquetas existentes?
fr: Remplacer les libellés existants?
sv: Byt ut befintliga taggar?

source: Replacement cards
es: Tarjetas de repuesto
fr: Cartes de remplacement
sv: Ersättningskort

source: Replacements
es: Reemplazos
fr: Remplacements
sv: Ersättare

source: Report expenses at the time of purchase by snapping a quick photo of the receipt.
es: Informar de los gastos con la aplicación Pleo lleva sólo un segundo. Haz una foto rápida del recibo, añade algo de información básica y... listo.
fr: La déclaration des dépenses avec l'application Pleo ne prend qu'une seconde. Prenez une photo rapide du reçu, ajoutez des informations de base et ... vous avez terminé
sv: Det tar bara en sekund att rapportera utgifter med Pleo-appen. Ta en bild på kvittot, lägg till lite grundläggande info och ... du är klar

source: Report lost or stolen
es: Reporte la pérdida o el robo
fr: Signaler une perte ou un vol
sv: Rapportera försvunnen eller stulen

source: Reported
es: Reportado
fr: Terminé
sv: Rapporterad

source: Require a "Verification series" in {0} for Pleo expenses
es: Requiere una "Serie de verificación" en %s para los gastos de Pleo
fr: Exiger une «série de vérification» en %s pour les dépenses Pleo
sv: Kräver en "Verifikationsserie" i %s för Pleo-utgifter

source: Require a "Verification series" in Fortnox for Pleo expenses
es: Se necesita una "serie de verificación" en Fortnox para los gastos de Pleo
fr: Exiger une «série de vérification» dans Fortnox pour les dépenses Pleo
sv: Kräv en "Verifikationsserie" i Fortnox för Pleo-utgifter

source: Require a Bank Account and a Journal in {0} for Pleo
es: Requiere una cuenta bancaria y un diario en %s para Pleo
fr: Exiger un compte bancaire et un journal en %s pour Pleo
sv: Kräver ett bankkonto och en journal i %s för Pleo

source: Require a Bank Account in {0} for Pleo
es: Requiere una cuenta bancaria en %s para Pleo
fr: Exiger un compte bancaire en %s pour Pleo
sv: Kräver ett bankkonto i %s för Pleo

source: Require a Daybook in {0} for Pleo
es: Se necesita un libro de cuentas en %s para Pleo
fr: Exiger un journal en %s pour Pleo
sv: Kräver en Journal i %s för Pleo

source: Require a Journal in {0} for Pleo
es: Requiere un diario en %s para Pleo
fr: Exiger un journal en %s pour Pleo
sv: Kräver en journal i %s för Pleo

source: Required
es: Requerido
fr: Obligatoire
sv: Krävs

source: Resend
es: Reenviar
fr: Renvoyer
sv: Skicka igen

source: Resend invite
es: Reenviar la invitación
fr: Renvoyer l'invitation
sv: Skicka in inbjudan igen

source: Resend invite for {0}?
es: ¿Reenviar la invitación para %s?
fr: Renvoyer l'invitation pour %s?
sv: Skicka inbjudan till %s igen?

source: Resend invite?
es: ¿Reenviar la invitación?
fr: Renvoyer l'invitation?
sv: Skicka inbjudan igen?

source: Reset
es: Reiniciar
fr: Réinitialiser
sv: Återställ

source: reset
es: reiniciar
fr: réinitialiser
sv: återställa

source: Reset <0>Password</0>
es: Restablecer <0>contraseña</0>
fr: Réinitialiser <0>mot de passe</0>
sv: Återställ <0>lösenord</0>

source: Reset limit
es: Restablecer el límite
fr: Réinitialiser la limite
sv: Återställ köpgräns

source: Reset passcode
es: Restablecer la contraseña
fr: Réinitialiser le code d'accès
sv: Återställ säkerhetskod

source: Reset password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
sv: Återställ lösenord

source: Reset PIN attempts
es: Reiniciar los intentos de PIN
fr: Réinitialiser les tentatives de PIN
sv: Återställ PIN-försök

source: Reset your Pleo passcode
es: Restablecer la contraseña de Pleo
fr: Réinitialisez votre code d'accès Pleo
sv: Återställ din Pleo-säkerhetskod

source: Reset your Pleo password
es: Restablecer la contraseña de Pleo
fr: Réinitialisez votre mot de passe Pleo
sv: Återställ ditt Pleo-lösenord

source: Resetting...
es: Reinicio
fr: Réinitialisation
sv: Återställning

source: Result
es: Resultado
fr: Résultat
sv: Resultat

source: Resume
es: Reanudar
fr: Reprendre
sv: Återuppta

source: Resuming IDV check
es: Reanudando la verificación de IDV
fr: Reprise de la vérification d'identité
sv: Återuppta IDV-kontrollen

source: Resuming IDV check...
es: Reanudando la comprobación de IDV ...
fr: Reprise de la vérification d'identité ...
sv: Återuppta IDV-kontrollen...

source: Retrieving management information. Please hold on.
es: Recuperación de la información de gestión. Danos un segundo
fr: Récupération des informations de gestion. Donnez-nous une seconde
sv: Hämtar ledningsinformation. Ge oss en sekund

source: Retry
es: Intentar de nuevo
fr: Réessayez
sv: Försök igen

source: Reverse
es: Inverso
fr: Autoliquidation
sv: Omvänd

source: Reverse tax codes
es: Códigos de impuestos invertidos
fr: Codes de TVA autoliquidation
sv: Omvänd moms

source: Review
es: Revisar
fr: Vérification
sv: Granska

source: Review <0>{reviewCount}</0>
es: Revisar <0>%1$s</0>
fr: Vérification <0>%1$s</0>
sv: Granska <0>%1$s</0>

source: review-not-ok
es: No está bien
fr: Non acceptable
sv: Inte ok

source: review-ok
es: OK
fr: Acceptable
sv: OK

source: Reviewed as {0}
es: Revisado como %s
fr: Vérifié comme %s
sv: Granskad som " %s "

source: Reviewed as Not okay
es: Revisado como "No está bien".
fr: Vérifiée comme "Non acceptable"
sv: Granskad som 'Ej godkänd'

source: Reviewers
es: Revisores
fr: Vérificateur
sv: Granskare

source: Reviewers will see every expense this team makes, and have other powers too. <0>Learn more</0>
es: Los administradores verán todos los gastos de este equipo y tendrán otros poderes también<0>.</0>
fr: Les personnes qui vérifient verront toutes les dépenses de cette équipe et auront également d'autres fonctionnalités <0>En savoir plus</0>
sv: Granskarna kommer att se alla utgifter som teamet gör och har andra befogenheter <0>Läs mer</0>

source: Reviewers will see expenses over this amount in their review feed in real time. <0>Learn more</0>
es: Los administradores verán los gastos por encima de esta cantidad en su panel de revisión en tiempo real. <0>Más información</0>
fr: Les personnes qui vérifient verront les dépenses supérieures à ce montant dans leur flux en temps réel. <0>En savoir plus</0>
sv: Granskare kommer att se kostnader över detta belopp i sitt granskningsflöde i realtid. <0>Läs mer</0>

source: Reviewing <0>Reviewers can see and edit team's expenses, limits, and cards.</0>
es: Revisar <0>Los administradores pueden ver y editar los gastos, límites y tarjetas de un equipo</0>
fr: Vérification <0>Les personnes qui vérifient peuvent voir et modifier les dépenses, les limites et les cartes d'une équipe</0>
sv: Granska <0>Granskare kan se och redigera teamets utgifter, köpgränser och kort</0>

source: Revoke
es: Revoca
fr: Révoquer
sv: Återkalla

source: Revoke access
es: Revocar el acceso
fr: Accès révoqué
sv: Återkalla åtkomst

source: Revoke access?
es: ¿Revocar el acceso?
fr: Accès révoqué?
sv: Återkalla åtkomst?

source: Revoke invite
es: Revocar la invitación
fr: Révoquer l'invitation
sv: Återkalla inbjudan

source: Revoke invite?
es: ¿Revocar la invitación?
fr: Révoquer l'invitation?
sv: Återkalla inbjudan?

source: Roger integration enabled
es: Integración de Roger activada
fr: Intégration Roger activée
sv: Roger-integration aktiverad

source: Roger.ai logo
es: Logotipo de Roger.ai
fr: Logo Roger.ai
sv: Roger.ai logotyp

source: Role
es: Papel
fr: Rôle
sv: Roll

source: Run KYC screening (RDC)
es: Ejecutar la prueba KYC (RDC)
fr: Exécuter le filtrage KYC (RDC)
sv: Kör KYC-screening (RDC)

source: Run new eKYC
es: Ejecute el nuevo eKYC
fr: Exécutez le nouveau eKYC
sv: Kör ny eKYC

source: Run new IDV
es: Ejecutar nuevo IDV
fr: Exécuter une nouvelle vérification d'identité
sv: Kör ny IDV

source: Same delivery address?
es: ¿La misma dirección de entrega?
fr: Même adresse de livraison?
sv: Samma leveransadress?

source: Save
es: Guardar
fr: Sauvegarder
sv: Spara

source: Save address
es: Guardar dirección
fr: Sauvegarder l'adresse
sv: Spara adress

source: Saving....
es: Guardando
fr: En cours de sauvegarde
sv: Sparande

source: Search
es: Buscar
fr: Chercher
sv: Sök

source: Search by name...
es: Buscar por nombre
fr: Recherche par nom
sv: Sök efter namn

source: Search company address...
es: Buscar la dirección de la empresa
fr: Rechercher l'adresse de l'entreprise
sv: Sök företagsadress

source: Search for <0><1>"Pleo"</1></0> as an integration and continue
es: Busca por <0><1>"Pleo</1></0> como una integración y continuar
fr: Recherchez <0><1>"Pleo"</1></0>en tant qu'intégration et continuez
sv: Sök efter <0><1>"Pleo"</1></0> som en integrering och fortsätt

source: Search for accounting system...
es: Buscar sistema de contabilidad
fr: Recherche de système comptable
sv: Sök efter bokföringsprogram

source: Search for categories, merchants, and more...
es: Busca por categorías, comerciantes y más
fr: Recherchez des catégories, des commerçants, etc.
sv: Sök efter kategorier, köpställe, med mera

source: Search for your address
es: Busca tu dirección
fr: Recherchez votre adresse
sv: Sök efter din adress

source: Search number...
es: Número de búsqueda
fr: Numéro de recherche
sv: Sök nummer

source: See and edit expenses
es: Ver y editar los gastos
fr: Voir et modifier les dépenses
sv: Se och redigera utgifter

source: See details
es: Ver detalles
fr: Voir les détails
sv: Se information

source: See examples
es: Ver ejemplos
fr: Voir des exemples
sv: Se exempel

source: See our pricing →
es: Vea nuestros precios
fr: Voir nos tarifs
sv: Se våra priser

source: See status
es: Ver estado
fr: Voir le statut
sv: Se status

source: Seen
es: Visto
fr: Vu
sv: Sedd

source: Select {0} as your accounting system
es: Seleccione %s como su sistema de contabilidad
fr: Sélectionnez %s comme système comptable
sv: Välj %s som ditt bokföringsprogram

source: Select a .xlsx or .csv file
es: Selecciona un archivo .xlsx o .csv
fr: Sélectionnez un fichier .xlsx ou .csv
sv: Välj en .xlsx eller .csv fil

source: Select a category
es: Seleccione una categoría
fr: Choisissez une catégorie
sv: Välj en kategori

source: Select a client to connect and login again
es: Seleccione un cliente para conectarse e inicia sesión de nuevo
fr: Sélectionnez un client pour vous connecter, rafraichissez ensuite la page.
sv: Välj en klient för att ansluta och logga in igen

source: Select a tax code...
es: Seleccione un código de impuestos
fr: Sélectionnez un code TVA
sv: Välj momskod

source: Select a team
es: Seleccione un equipo
fr: Sélectionnez une équipe
sv: Välj ett team

source: Select account...
es: Seleccione la cuenta
fr: Sélectionnez un compte
sv: Välj konto

source: Select All
es: Seleccione todo
fr: Tout sélectionner
sv: Välj alla

source: Select another format
es: Selecciona otro formato
fr: Sélectionnez un autre format
sv: Välj ett annat format

source: Select client...
es: Selecciona cliente
fr: Sélectionnez un client
sv: Välj klient

source: Select company...
es: Seleccione la empresa...
fr: Sélectionnez l’entreprise...

source: Select contra account...
es: Seleccionar contra cuenta
fr: Sélectionnez le compte Pleo
sv: Välj Avräkningskonto

source: Select daybook...
es: Seleccionar un libro de cuentas
fr: Sélectionnez le journal
sv: Välj journal
