Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: You and your teammates will get Pleo credit cards for expenses. Your Pleo wallet is where funds are transfered from your company bank account. Once your team starts expensing, you can easily export these transactions to your accounting system.
es: Tú y tus compañeros de equipo recibiréis tarjetas de crédito Pleo para poder realizar vuestros gastos. Tu monedero Pleo es a donde los fondos se transfieren desde la cuenta bancaria de tu empresa. Una vez que tu equipo comience a hacer compras, podrás exportar fácilmente estas transacciones a tu sistema de contabilidad.
fr: Vous et vos employés recevrez des cartes de crédit Pleo pour vos dépenses. Votre portefeuille Pleo est le compte où les fonds sont transférés du compte bancaire de votre entreprise. Une fois que votre équipe commence à faire des dépenses, vous pouvez facilement exporter ces transactions vers votre système comptable.
sv: Du och dina lagkamrater får Pleo-kreditkort för utgifter. Din Pleo-plånbok är där pengarna överförs från ditt företags bankkonto. När ditt team börjar kostnaden kan du enkelt exportera dessa transaktioner till ditt bokföringssystem.

source: You are about to change a Monthly Limit to a Total Limit. Please note that only transactions made from today will be be included in the calculation of the total limit.
es: Estás a punto de cambiar el límite mensual por un límite total. Sólo las transacciones realizadas a partir de hoy se incluirán en el cálculo del límite total.
fr: Vous êtes sur le point de changer une limite mensuelle en limite totale. Seuls les transactions effectuées à partir d"aujourd"hui seront incluses dans le calcul de la limite totale
sv: Du håller på att ändra en månatlig köpgräns till en total köpgräns. Endast transaktioner som görs från och med idag kommer att inkluderas i beräkningen av den totala gränsen

source: You are about to change the Total Limit to a Monthly Limit. Please note that calculation of the spending will be based on the current calendar month.
es: Estás a punto de cambiar el límite total por un límite mensual. El cálculo de los gastos se basará en el mes natural actual.
fr: Vous êtes sur le point de changer la limite totale en limite mensuelle. Le calcul des dépenses sera basé sur le mois civil en cours
sv: Du håller på att ändra den totala gränsen till en månatlig gräns. Beräkningen av utgifterna baseras på den aktuella kalendermånaden

source: You are about to reset the spending calculation. Please note that any past spendings will no longer be taken into consideration and the new spending calculation will start from today.
es: Estás a punto de reajustar el cálculo de los gastos. Eso significa que cualquier gasto pasado ya no se tendrá en cuenta. El nuevo cálculo de gastos comenzará a partir de hoy.
fr: Vous êtes sur le point de réinitialiser le calcul des dépenses. Cela signifie que toutes les dépenses passées ne seront plus prises en compte. Le nouveau calcul des dépenses commencera à partir d"aujourd"hui
sv: Du håller på att återställa utgiftsberäkningen. Det innebär att eventuellt tidigare utgifter inte längre kommer att räknas med. Den nya utgiftsberäkningen börjar från och med idag

source: You are currently on a legacy plan
es: En este momento estás en un plan de legado
fr: Vous êtes actuellement sur un plan standard
sv: Du har för närvarande en gammal plan

source: You are now <0>logged in</0> as an <1>admin.</1>
es: Ahora estás <0>conectado/a</0> como <1>administrador</1>
fr: Vous êtes maintenant <0>Connecté</0> comme <1>administrateur</1>
sv: Du är nu <0>inloggad</0> som <1>administratör</1>

source: You are unable to unarchive "{0}" tag group because you have reached the maximum number of active tag groups.
es: No puedes reactivar el grupo de etiquetas "%s", porque has alcanzado el máximo número de grupos de etiquetas activos
fr: Vous ne pouvez pas désarchiver le groupe de libellés "%s" car vous avez atteint le nombre maximal de groupes de libellés actifs
sv: Du kan inte ta bort taggruppen "%s", eftersom du har nått det maximala antalet aktiva taggrupper

source: You can activate the API by going to <0>"Apps and extensions" under the settings tab in Visma eEkonomi</0>. This must be enabled for Pleo to be able to send data to Visma eEkonomi.
es: Puedes activar la API en la sección <0>Aplicaciones y extensiones, en la pestaña de Configuración de Visma eEkonomi</0>. La API debe estar activa para que Pleo pueda enviar datos a Visma eEkonomi
fr: Vous pouvez activer l'API en allant à <0>Applications et extensions, sous l'onglet Paramètres dans Visma eEkonomi </0>. Cela doit être activé pour que Pleo puisse envoyer des données à Visma eEkonomi
sv: Du kan aktivera API:et genom att gå till <0>Appar och tillägg under fliken Inställningar i Visma eEkonomi</0>. Detta måste vara aktiverat för att Pleo ska kunna skicka data till Visma eEkonomi

source: You can adjust your language preferences at any time under "Edit Profile".
es: Puedes ajustar tus preferencias de idioma en cualquier momento en "Editar perfil".
fr: Vous pouvez modifier votre préférence linguistique à tout moment sous l'onglet «modifier mon profil».
sv: Du kan ändra dina språkinställningar när som helst under "Redigera profil".

source: You can also drag & drop or {0}+v your receipt
es: También puede arrastrar y soltar o %s+v tu recibo
fr: Vous pouvez également faire glisser et déposer ou %s+v votre reçu
sv: Du kan också dra och släppa eller %s + v ditt kvitto

source: You can also import tags from {integration}, or a spreadsheet. Try it.
es: También puedes importar etiquetas desde %1$s o en una hoja de cálculo. ¡Inténtalo!
fr: Vous pouvez également importer des libellés depuis %1$s ou une feuille de calcul.
sv: Du kan också importera taggar från %1$s eller ett kalkylblad. Ge det en chans!

source: You can also import tags from a spreadsheet. Try it.
es: También puedes importar etiquetas de una hoja de cálculo. ¡Inténtalo!
fr: Vous pouvez également importer des libellés à partir d'une feuille de calcul.
sv: Du kan också importera taggar från ett kalkylblad. Ge det en chans!

source: You can also send it to an auditor or other. <0>Select a day.</0>
es: También puedes enviarlo a un auditor u otra persona. <0>Selecciona una fecha.</0>
fr: Vous pouvez également l'envoyer à un auditeur ou à quelqu'un d'autre. <0>Sélectionnez un jour</0>
sv: Du kan också skicka den till en revisor eller någon annan. <0>Välj dag</0>

source: You can also send it to an auditor or other. <0>Send as email →</0>
es: También puedes enviarlo a un auditor u otra persona. <0>Envíar como correo electrónico </0>
fr: Vous pouvez également l'envoyer à un auditeur ou à quelqu'un d'autre. <0>Envoyer par e-mail</0>
sv: Du kan också skicka den till en revisor eller någon annan. <0>Skicka som e-post</0>

source: You can currently order a maximum of {0, plural, one {# card} other {# cards}}. This number corresponds with the number of people you've invited to Pleo who don't already have plastic cards.
es: Sólo puedes pedir un máximo de {0, plural, one {# tarjeta} other {# tarjetas}} más. Este número se corresponde con el número de personas que has invitado a Pleo y que aún no tienen tarjetas de plástico
fr: Vous pouvez actuellement commander un maximum de {0, plural, one {# carte} other {# cartes}}. Ce nombre correspond au nombre d'employés que vous avez invité à Pleo qui n'ont pas déjà de cartes physiques
sv: Du kan för närvarande beställa högst {0, plural, one {# kort} other {# kort}}. Detta nummer motsvarar antalet personer du har bjudit in till Pleo som inte redan har plastkort

source: You can find expenses in {0}.
es: Puedes encontrar los gastos en %s
fr: Vous pouvez trouver les dépenses dans %s
sv: Du kan hitta utgifter i %s

source: You can invite more team members in People or follow up with your Plastic Cards order. To add more money, go to Wallet.
es: Puede invitar a más miembros del equipo en la sección Equipo o hacer un seguimiento de tu pedido de tarjetas. Para añadir más dinero, ve al Monedero.
fr: Vous pouvez inviter d'autres membres de l'équipe dans Employés ou suivre votre commande de cartes physiques. Pour faire un virement, allez au Portefeuille.
sv: Du kan bjuda in fler teammedlemmar i People eller följa upp din plastkortsbeställning. För att lägga till mer pengar, gå till Wallet.

source: You can learn more about <0>setting up Pleo with Visma eEkonomi here</0>
es: Puedes aprender más sobre la configuración <0>de Pleo con Visma eEkonomi aquí</0>
fr: Pour en savoir plus sur <0> configuration de Pleo avec Visma eEkonomi, cliquez ici </0>
sv: Du kan lära dig mer om <0> ställa in Pleo med Visma ekonomi här </0>

source: You can only have 3 tag groups enabled
es: Sólo puedes tener 3 grupos de etiquetas activos
fr: Vous ne pouvez activer que 3 groupes de libellés en même temps
sv: Du kan bara ha 3 taggrupper aktiverade

source: You can only order a maximum of {employees} additional {employees, plural, one {card} other {cards}}. <0>Contact us</0> for more.
es: Solo puede solicitar un máximo de %1$s adicionales {employees, plural, one { tarjeta } other { tarjetas }} . <0> Contáctenos </0> para más información.
fr: Vous ne pouvez commander qu'un maximum de %1$s supplémentaires {employees, plural, one %1$s other %1$s . <0>Contactez-nous</0> pour en savoir plus.
sv: Du kan bara beställa högst {anställda} ytterligare {employees, plural, one %1$s other %1$s. <0>Kontakta oss</0> för mer information.

source: You can only upload bmp, jpg, jpeg, png and pdf files and size must not exceed 15mb
es: Sólo puedes subir archivos .bmp, .jpg, .jpeg, .png y .pdf. No pueden superar 15mb
fr: Vous pouvez uniquement télécharger des fichiers .bmp, .jpg, .jpeg, .png et .pdf. Ils ne peuvent pas dépasser 15 Mo
sv: Du kan bara ladda upp .bmp-, .jpg-, .jpeg-, .png- och .pdf-filer. De kan inte vara större än 15MB

source: You can only upload jpg, jpeg and png files and size must not exceed 25mb.
es: Sólo puedes subir archivos .jpg, .jpeg y .png. No pueden superar 25mb
fr: Vous pouvez uniquement télécharger des fichiers .jpg, .jpeg et .png. Ils ne peuvent pas dépasser 25 Mo
sv: Du kan bara ladda upp .jpg-, .jpeg- och .png-filer. De kan inte vara större än 25MB

source: You can search by company name or registration number
es: Puedes buscar por nombre de empresa o el número de registro
fr: Vous pouvez rechercher par nom d'entreprise ou numéro d'enregistrement
sv: Du kan söka efter företagsnamn eller organisationsnummer

source: You can't add funds yet
es: Aún no puedes añadir fondos
fr: Vous ne pouvez pas encore ajouter de fonds
sv: Du kan inte lägga till pengar ännu

source: You can't order more plastic cards currently
es: No puedes pedir más tarjetas de plástico actualmente
fr: Vous ne pouvez pas commander plus de cartes physiques actuellement
sv: Du kan inte beställa fler fysiska kort för närvarande

source: You can't receive more than the remaining cash amount
es: No puedes recibir más que la cantidad restante
fr: Vous ne pouvez pas recevoir plus que le montant en espèces restant
sv: Du kan inte få mer ersättning än det återstående kontantbeloppet

source: You can't reimburse more than the outstanding amount
es: No puedes reembolsar más que la cantidad pendiente.
fr: Vous ne pouvez pas rembourser plus que le montant restant
sv: Du kan inte ersätta mer än det utestående beloppet

source: You do not have access to this feature, <0>upgrade your plan</0> to continue
es: No tienes acceso a esta función, actualiza <0>tu plan</0> para continuar
fr: Vous n'avez pas accès à cette fonctionnalité, <0>mettez à jour votre plan</0> pour continuer
sv: Du har inte tillgång till den här funktionen, <0>uppgradera din plan</0> för att fortsätta

source: You do not have access to this feature, <0>upgrade your plan</0> to enable it
es: No tienes acceso a esta función, actualiza <0>tu plan</0> para continuar
fr: Vous n'avez pas accès à cette fonctionnalité, <0>mettez à jour votre plan</0> pour l'activer
sv: Du har inte tillgång till den här funktionen, <0>uppgradera din plan</0> för att aktivera den

source: You don't have any cards yet.
es: No tienes ninguna tarjeta todavía.
fr: Vous n'avez pas encore de cartes
sv: Du har inga kort än

source: You don't need to take any further action. Remember, your PIN is always viewable in My Cards in Pleo.
es: No es necesario que tomes ninguna otra medida. Recuerda que siempre puedes encontrar tu PIN en la sección Mis Tarjetas de la aplicación Pleo
fr: Vous n'avez pas besoin de prendre d'autres mesures. N'oubliez pas que vous pouvez toujours trouver votre code PIN dans Mes cartes dans l'application Pleo
sv: Du behöver inte vidta några ytterligare åtgärder. Kom ihåg att du alltid kan hitta din PIN-kod i Mina kort i Pleo-appen

source: You have # expenses missing receipts
es: Tienes # gastos al que les faltan los recibos
fr: Vous avez # dépenses sans reçus
sv: Du har # utgifter som saknas kvitton

source: You have an expense missing a receipt
es: Tiene un gasto al que le falta un recibo
fr: Vous avez une dépense sans reçu
sv: Du har en utgift som saknar ett kvitto

source: You have an expense needing details
es: Tienes un gasto que necesita más información
fr: Vous avez une dépense qui a besoin de plus de détails
sv: Du har en utgift som behöver mer information

source: You have been added as a bookkeeper to <0>{companyName}</0>
es: Ha sido añadido como contable a <0>%1$s</0>
fr: Vous avez été ajouté en tant que comptable à <0>%1$s</0>
sv: Du har lagts till som redovisningskonsult på <0> %1$s </0>

source: You have expenses that need reviewing.
es: Tienes gastos que necesitan revisión
fr: Vous avez des dépenses à vérifier
sv: Du har utgifter som måste granskas

source: You have no accounting system set up with Pleo
es: Aún no has establecido un sistema de contabilidad para usar con Pleo.
fr: Vous n'avez pas encore configuré de système comptable à utiliser avec Pleo
sv: Du har inte ställt in ett bokföringsprogram som ska användas med Pleo ännu

source: You have no billing method yet
es: Aún no has definido un método de facturación.
fr: Vous n'avez pas encore configuré de méthode de facturation
sv: Du har inte ställt in någon faktureringsmetod än

source: You have no expenses
es: No tienes gastos
fr: Vous n'avez aucune dépense
sv: Du har inga utgifter

source: You have no expenses awaiting merchant's confirmation.
es: No tienes gastos esperando la confirmación del comerciante.
fr: Vous n'avez aucune dépense en attente de confirmation du commerçant
sv: Du har inga utgifter som väntar på bekräftelse från köpställe

source: You have no expenses ready for export.
es: No tienes gastos para exportar
fr: Vous n'avez aucune dépense prête à être exportée
sv: Du har inga utgifter redo för export

source: You have no expenses to process.
es: No tienes gastos para procesar
fr: Vous n'avez aucune dépense à traiter
sv: Du har inga utgifter att behandla

source: You have now set a new passcode
es: Nueva contraseña
fr: Nouveau code d'accès crée
sv: Ny säkerhetskod inställd

source: You have now set a new password
es: Nueva contraseña
fr: Nouveau mot de passe créé
sv: Nytt lösenord inställt

source: You have reached your limit of users, <0>upgrade your plan</0> to continue
es: Has alcanzado tu límite de usuarios, actualiza <0>tu plan</0> para continuar
fr: Vous avez atteint votre limite d'utilisateurs, <0>mettez à jour votre plan</0> pour continuer
sv: Du har nått gränsen för antal användare, <0>uppgradera din plan</0> för att fortsätta

source: You have to fill this field with one uppercase letter. Visma only supports letters from A to Z.
es: Tienes que rellenar este campo con una letra mayúscula. Visma sólo admite las letras de la A a la Z.
fr: Vous devez remplir ce champ avec une lettre majuscule. Visma uniquement prend en charge les lettres de A à Z
sv: Du måste fylla i detta fält med en versal. Visma stöder endast bokstäver från A till Ö

source: You haven't transferred any funds yet
es: Aún no has transferido fondos
fr: Vous n'avez pas encore transféré de fonds
sv: Du har inte överfört några pengar än

source: You need to remove all employees from this department before deleting.
es: Necesitas eliminar a todos los empleados de este departamento antes de borrar
fr: Vous devez supprimer tous les employés de cette équipe avant de pouvoir la supprimer
sv: Du måste ta bort alla medarbetare från den här avdelningen innan du raderar

source: You want to remove the limit from this employee?
es: ¿Quieres eliminar el límite de este empleado?
fr: Vous souhaitez supprimer la limite de cet employé?
sv: Vill du ta bort den här medarbetarens köpgräns?

source: You will lose access to this client, and all assigned bookkeepers will be unassigned.
es: Perderás el acceso a este cliente y todos los contables asignados serán denegados
fr: Vous perdrez l'accès à ce client et tous les comptables assignés perdront leur accès
sv: Du kommer att förlora åtkomsten till den här kunden och alla tilldelade redovisningskonsulter kommer att tas bort

source: You will no longer be able to top-up via Direct Debit or use auto top-up until you add a new agreement. This may take up to 6 business days.
es: Hasta que no añadas un nuevo acuerdo, no podrás recargar a través de la domiciliación bancaria o la recarga automática. Esto puede tardar hasta 6 días hábiles.
fr: Jusqu'à ce que vous ajoutiez un nouvel accord, vous ne pourrez plus recharger via le virement automatique. Cela peut prendre jusqu'à 6 jours ouvrables.
sv: Tills du lägger till ett nytt avtal kan du inte längre fylla på via Autogiro eller Auto top-up. Detta kan ta upp till 6 arbetsdagar.

source: You will not be able to edit expenses after exporting them.
es: No podrás editar los gastos después de exportarlos.
fr: Vous ne pourrez pas modifier les dépenses après les avoir exportées
sv: Du kommer inte att kunna redigera utgifter efter att ha exporterat dem

source: You'll be able to complete the final {0} steps once verification is complete.
es: Podrás completar los últimos pasos %s tan pronto como la verificación esté completa.
fr: Vous pourrez terminer les %s étapes dès que la vérification sera terminée
sv: Du kan slutföra de sista %s stegen så snart verifieringen är klar

source: You'll be notified over email by Nets when the agreement has been processed. It usually takes a few working days.
es: Nets notificará por correo electrónico cuando el acuerdo haya sido procesado. No debería llevar más de unos pocos días laborables
fr: Vous serez averti par e-mail par Nets lorsque l'accord aura été validé. Cela ne devrait pas prendre plus de quelques jours ouvrables
sv: Du meddelas via e-post via Nets när avtalet har behandlats. Det bör inte ta mer än ett par arbetsdagar

source: You'll need the Pleo app. In the app, use the + button on the Expenses screen to add purchase.
es: Necesitas la aplicación Pleo. En la aplicación, utiliza el botón + de la pantalla de gastos para añadir una compra
fr: Vous avez besoin de l'application Pleo. Dans l'application, utilisez le bouton + sur l'écran Dépenses pour ajouter un achat
sv: Du behöver Pleo-appen. I appen använder du knappen + på sidan för Utgifter för att lägga till ett köp

source: You'll need to log in again to complete the connection between Pleo and your account in Datev.
es: Tendrás que iniciar sesión de nuevo para completar la conexión entre Pleo y tu cuenta de Datev.
fr: Vous devrez vous reconnecter pour terminer la connexion entre Pleo et votre compte Datev
sv: Du måste logga in igen för att slutföra anslutningen mellan Pleo och ditt Datev-konto

source: You're all done
es: Ya has terminado.
fr: Vous avez terminé
sv: Du är klar

source: You're done!
es: ¡Ya has acabado!
fr: Vous avez terminé!
sv: Du är klar!

source: You're nearly done...
es: ¡Ya casi está!
fr: Presque fini. Vous êtes si proche!
sv: Nästan klar. Så nära!

source: You're not yet assigned as a bookkeeper to any clients.
es: Aún no has sido asignado/a como contable a ningún cliente.
fr: Vous n'êtes pas encore assigné en tant que comptable à un client
sv: Du är ännu inte tilldelad som redovisningskonsult för några klinter

source: You've reached your monthly limit
es: Has alcanzado tu límite mensual
fr: Vous avez atteint votre limite mensuelle
sv: Du har nått din månatliga köpgräns

source: You've reached your per transaction limit
es: Ha alcanzado tu límite por transacción
fr: Vous avez atteint votre limite par transaction
sv: Du har nått din beloppsgräns

source: You've reached your total limit
es: Has alcanzado tu límite total
fr: Vous avez atteint votre limite totale
sv: Du har nått din totala köpgräns

source: You’re gonna like this... Let’s pay for something online, using your virtual card.
es: Esto te va a gustar... Compra algo online usando tu tarjeta virtual.
fr: Vous allez apprécier... Payons quelque chose en ligne, en utilisant votre carte virtuelle.
sv: Du kommer att gilla det här ... Låt oss betala för något online med ditt virtuella kort.

source: Your <0>card is ready</0> to
es: Tu <0>tarjeta está list</0> para
fr: Votre <0>carte est prête</0> à
sv: Ditt <0>-kort är klart</0> för att

source: Your account is disabled. Please contact support.
es: Tu cuenta está desactivada. Ponte en contacto con el servicio de atención al cliente
fr: Votre compte est désactivé. Veuillez contacter le support
sv: Ditt konto är inaktiverat. Kontakta supporten

source: Your application will automatically be send to Nets and you will receive an email with an agreement to digitally sign the application within 15 minutes
es: Tu solicitud será enviada a Nets automáticamente. Recibirás un correo electrónico en 15 minutos, con un acuerdo para firmar digitalmente
fr: Votre candidature sera envoyée automatiquement à Nets. Vous recevrez un e-mail dans les 15 minutes, avec un accord de signature numérique
sv: Din ansökan skickas automatiskt till Nets. Du får ett e-postmeddelande inom 15 minuter, med ett avtal som ska signeras digitalt

source: Your card is paired and ready to use
es: Tu tarjeta está activada y lista para usar.
fr: Votre carte est activée et prête à l'emploi
sv: Ditt kort är nu kopplat och redo att användas

source: Your card is ready to use again
es: Tu tarjeta puede usarse de nuevo
fr: Votre carte est prête à être réutilisée
sv: Ditt kort är redo att användas igen

source: your card number,
es: tu número de tarjeta,
fr: votre numéro de carte,
sv: ditt kortnummer,

source: Your card order can be delivered to both a private and business address. If you need your order to be sent to multiple addresses, please <0>contact us</0>.
es: El pedido de tarjetas se puede envíar a una dirección privada y comercial. Si necesitas que el pedido sea enviado a varias direcciones, por favor <0>ponte en contacto</0>.
fr: Votre commande de carte peut être livrée à une adresse privée et professionnelle. Si vous avez besoin que votre commande soit envoyée à plusieurs adresses, veuillez <0>nous contacter</0>.
sv: Din kortbeställning kan levereras både till en privat eller företagsadress. Om du behöver få din beställning skickad till flera adresser, vänligen <0>kontakta oss</0>.

source: Your cards are currently unavailable
es: Tus tarjetas no están disponibles en este momento
fr: Vos cartes sont actuellement indisponibles
sv: Dina kort är för närvarande inte tillgängliga
