Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: mandate-autogiro-terms
es: <0> Términos obligatorios </0> <1> El abajo firmante ("el pagador"), consiente en que el pago se realice mediante el retiro de la cuenta indicada o una cuenta indicada por el pagador en un momento posterior a solicitud del beneficiario indicado para pago al beneficiario en una fecha determinada ("la fecha de vencimiento") a través de Autogiro. El pagador acepta que el procesamiento de los datos personales proporcionados en este mandato sea manejado por el proveedor del servicio de pago del pagador, el beneficiario, el proveedor del servicio de pago del beneficiario y Bankgirot AB para la administración del servicio. Los administradores de datos personales para este procesamiento de datos personales son el proveedor de servicios de pago del pagador, el beneficiario y el proveedor de servicios de pago del beneficiario. El pagador puede solicitar en cualquier momento recibir acceso o corrección de los datos personales contactando al proveedor de servicios de pago del pagador. Puede encontrar más información sobre el procesamiento de datos personales en relación con los pagos en los términos y condiciones de la cuenta y en el acuerdo con el beneficiario. El pagador puede revocar en cualquier momento su consentimiento, lo que concluye el servicio en su totalidad. </1> <2> General </2> <3> Autogiro es un servicio de pago que significa que los pagos se realizan desde la cuenta del pagador por iniciativa del beneficiario. Para que el pagador pueda pagar a través de Autogiro, el pagador debe proporcionar su consentimiento al beneficiario para que el beneficiario pueda iniciar pagos desde la cuenta del pagador. Además, el proveedor de servicios de pago del pagador (por ejemplo, el banco o la institución de pago) debe aprobar que la cuenta se pueda usar para Autogiro y el beneficiario debe aprobar al pagador como usuario de Autogiro. <4/> <5/> El proveedor de servicios de pago del pagador no está obligado a verificar la autorización o notificar al pagador de los retiros solicitados por adelantado. Los retiros se cargan a la cuenta del pagador de acuerdo con las reglas que se aplican al proveedor de servicios de pago del pagador. El pagador recibe una notificación de retiros de su proveedor de servicios de pago. A solicitud del pagador, el mandato puede transferirse a otra cuenta con el proveedor de servicios de pago o a una cuenta con otro proveedor de servicios de pago. </3> <6> Definición de día hábil bancario </6> <7> Un día hábil bancario se refiere a todos los días, excepto los sábados, domingos, vísperas de verano, vísperas de Navidad o fin de año u otro día festivo. </7> <8> Información sobre el pago </8> <9> El beneficiario notificará al pagador el monto, la fecha de vencimiento y los medios de pago a más tardar ocho días hábiles bancarios antes de la fecha de vencimiento. Esto puede notificarse antes de cada fecha de vencimiento individual o en una ocasión con respecto a varias fechas de vencimiento futuras. Si la notificación se refiere a varias fechas de vencimiento futuras, la notificación debe hacerse a más tardar ocho días hábiles bancarios antes de la primera fecha de vencimiento. Sin embargo, esto no se aplica a los casos en que el pagador ha aprobado el retiro junto con una compra u orden de un producto o servicio. En tal caso, el pagador recibe un aviso del beneficiario con respecto al monto, la fecha de vencimiento y los medios de pago junto con la compra y / o el pedido. Al firmar este mandato, el pagador da su consentimiento para los pagos cubiertos por la notificación del beneficiario de acuerdo con la realización de esta sección. </9> <10> Deben estar disponibles fondos suficientes en la cuenta </10> <11> El pagador debe asegurarse de que haya fondos suficientes disponibles en la cuenta a más tardar a las 12:01 am en la fecha de vencimiento. Si el pagador no tiene fondos suficientes en la cuenta en la fecha de vencimiento, puede significar que no se pueden realizar los pagos. Si no hay suficientes fondos disponibles para el pago en la fecha de vencimiento, el beneficiario puede realizar intentos de retiro adicionales durante los próximos días hábiles bancarios. El pagador puede recibir información del beneficiario a pedido sobre el número de intentos de retiro. </11> <12> Suspender el pago (revocación de la orden de pago) </12> <13> El pagador puede suspender un pago contactando al beneficiario a más tardar dos días hábiles bancarios antes de la fecha de vencimiento o su servicio de pago proveedor a más tardar el día hábil bancario antes de la fecha de vencimiento en el momento indicado por el proveedor de servicios de pago. Si el pagador detiene un pago según lo anterior, significa que el pago actual se detiene en una sola ocasión. Si el pagador desea que se detengan todos los pagos futuros iniciados por el beneficiario, el pagador debe revocar el mandato. </13> <14> Período de validez del mandato, revocación </14> <15> El mandato es válido hasta nuevo aviso. El pagador tiene derecho a revocar el mandato en cualquier momento poniéndose en contacto con el beneficiario o su proveedor de servicios de pago. Para detener los pagos que aún no se han llevado a cabo, el beneficiario debe recibir el aviso de revocación del mandato a más tardar cinco días hábiles bancarios antes de la fecha de vencimiento o el proveedor del servicio de pago del pagador debe recibirlo a más tardar el negocio bancario día antes de la fecha de vencimiento en el momento indicado por el proveedor de servicios de pago. </15> <16> El derecho del beneficiario y del proveedor de servicios de pago del pagador a finalizar la conexión a Autogiro </16> <17> El beneficiario tiene derecho a finalizar la conexión del pagador a Autogiro 30 días después de que el beneficiario haya notificado El pagador de los mismos. Sin embargo, el beneficiario tiene derecho a finalizar inmediatamente la conexión del pagador con Autogiro si el pagador en repetidas ocasiones no tiene un saldo de cuenta suficiente en la fecha de vencimiento, si la cuenta a la que corresponde el mandato está cerrada o si el beneficiario considera que el el pagador no debe participar en Autogiro por otra razón. <18/> <19/> El proveedor de servicios de pago del pagador tiene derecho a finalizar la conexión del pagador con Autogiro de acuerdo con los términos que se aplican entre el proveedor de servicios de pago del pagador y el pagador. </17> <20> Términos y condiciones de Pleo Autogiro "Auto-Top Up' </20> <21> No obstante los términos descritos anteriormente en la Sección 'Información sobre pagos" para proporcionarle la experiencia de carga de Wallet más fluida y para evitar posibles transacciones con tarjetas rechazadas, Pleo puede iniciar pagos tanto el mismo día hábil como el saldo de su Wallet cae por debajo del umbral establecido y de acuerdo con las obligaciones establecidas en los <22> Términos y condiciones </22> y <23> Términos generales de Pleo de Servicio </23> . Pleo le informará la cantidad y la fecha en que se activa dicha recarga de billetera "$1". <24/> <25/> Si cree que dicho pago no está autorizado, usted, como entidad comercial, debe informarnos dentro de los 5 días hábiles para facilitar un reembolso. </21>
fr: <0>Conditions du mandat</0><1>Le soussigné ("le payeur") consent à ce que le paiement soit effectué par retrait du compte indiqué ou d'un compte indiqué par le payeur ultérieurement sur demande du bénéficiaire indiqué pour paiement au bénéficiaire à une certaine date ("la date d'échéance") via Autogiro. Le payeur consent à ce que le traitement des données personnelles fournies dans le cadre de ce mandat soit géré par le prestataire de services de paiement du payeur, le bénéficiaire, le prestataire de services de paiement du bénéficiaire et Bankgirot AB pour l'administration du service. Les gestionnaires de données personnelles pour ce traitement de données personnelles sont le prestataire de services de paiement du payeur, le bénéficiaire et le prestataire de services de paiement du bénéficiaire. Le payeur peut à tout moment demander l'accès aux données personnelles ou leur rectification en contactant le prestataire de services de paiement du payeur. De plus amples informations concernant le traitement des données personnelles dans le cadre des paiements peuvent être trouvées dans les conditions générales du compte et dans l'accord avec le bénéficiaire. Le payeur peut à tout moment révoquer son consentement, ce qui met fin à la prestation dans son intégralité.</1><2>Général</2><3>Autogiro est un service de paiement qui signifie que les paiements sont effectués à partir du compte du payeur à l'initiative du bénéficiaire. Pour que le payeur puisse payer par le biais d'Autogiro, le payeur doit donner son consentement au bénéficiaire pour que celui-ci puisse effectuer des paiements à partir du compte du payeur. En outre, le prestataire de services de paiement du payeur (par exemple, une banque ou un établissement de paiement) doit approuver que le compte peut être utilisé pour Autogiro et le bénéficiaire doit approuver le payeur en tant qu'utilisateur d'Autogiro.<4/><5/>Le prestataire de services de paiement du payeur n'est pas tenu de vérifier l'autorisation ou de notifier au préalable au payeur les retraits demandés. Les retraits sont débités du compte du payeur conformément aux règles applicables chez le prestataire de services de paiement du payeur. Le payeur reçoit une notification de retrait de son prestataire de services de paiement. À la demande du payeur, le mandat peut être transféré sur un autre compte auprès du prestataire de services de paiement ou sur un compte auprès d'un autre prestataire de services de paiement.</3><6>Définition de jour ouvrable bancaire</6><7>Un jour ouvrable bancaire fait référence à tous les jours sauf le samedi, le dimanche, le réveillon de la Saint-Jean, la veille de Noël ou le Nouvel An ou un autre jour férié.</7><8>Informations sur le paiement</8><9>Le payeur sera informé par le bénéficiaire du montant, de la date d'échéance et des moyens de paiement au plus tard huit jours ouvrables bancaires avant la date d'échéance. Cela peut être notifié avant chaque date d'échéance individuelle ou à une seule occasion concernant plusieurs dates d'échéance futures. Si la notification fait référence à plusieurs dates d'échéance futures, la notification doit être effectuée au plus tard huit jours ouvrables bancaires avant la première date d'échéance. Cependant, cela ne s'applique pas aux cas dans lesquels le payeur a approuvé le retrait conjointement avec un achat ou une commande d'un produit ou d'un service. Dans un tel cas, le payeur reçoit un avis du bénéficiaire concernant le montant, la date d'échéance et les moyens de paiement en relation avec l'achat et / ou la commande. En signant ce mandat, le payeur donne son accord pour que les paiements couverts par la notification du bénéficiaire conformément à la présente section soient effectués.</9><10>Des fonds suffisants doivent être disponibles sur le compte</10><11>Le payeur doit s'assurer que des fonds suffisants sont disponibles sur le compte au plus tard à 12 h 01 à la date n'echéance. Si le payeur ne dispose pas de fonds suffisants sur le compte à la date d'échéance, cela peut signifier que les paiements ne peuvent pas être effectués. Si des fonds suffisants ne sont pas disponibles pour le paiement à la date d'échéance, le bénéficiaire peut effectuer des tentatives de retrait supplémentaires au cours des prochains jours ouvrables bancaires. Le payeur peut recevoir des informations du bénéficiaire sur demande concernant le nombre de tentatives de retrait.</11><12>Arrêt du paiement (révocation de l'ordre de paiement)</12><13>Le payeur peut arrêter un paiement en contactant le bénéficiaire au plus tard deux jours ouvrables bancaires avant la date d'échéance ou son service de paiement au plus tard le jour ouvrable bancaire avant la date d'échéance au moment indiqué par le prestataire de services de paiement. Si le payeur interrompt un paiement comme indiqué ci-dessus, cela signifie que le paiement en cours est arrêté une seule fois. Si le payeur souhaite que tous les paiements futurs initiés par le bénéficiaire soient arrêtés, le payeur doit révoquer le mandat.</13><14>Durée de validité du mandat, révocation</14><15>Le mandat est valable jusqu'à nouvel ordre. Le payeur a le droit de révoquer le mandat à tout moment en contactant le bénéficiaire ou son prestataire de services de paiement. Afin d'arrêter les paiements non encore effectués, l'avis de révocation du mandat doit être reçu par le bénéficiaire au plus tard cinq jours ouvrables bancaires avant la date d'échéance ou être reçu par le prestataire de services de paiement du payeur au plus tard dans le cadre de l'activité bancaire. jour avant la date d'échéance à l'heure indiquée par le prestataire de services de paiement.</15><16>Droit du bénéficiaire et de son prestataire de services de paiement de mettre fin à la connexion à Autogiro</16><17>Le bénéficiaire a le droit de mettre fin à la connexion du payeur à Autogiro 30 jours après la notification du bénéficiaire son payeur. Cependant, le bénéficiaire a le droit de mettre immédiatement fin à la connexion du payeur à Autogiro si le payeur à plusieurs reprises n'a pas un solde de compte suffisant à la date d'échéance, si le compte auquel le mandat se rapporte est fermé ou si le bénéficiaire estime que le le payeur ne doit pas participer à Autogiro pour une autre raison.<18/><19/>Le prestataire de services de paiement du payeur a le droit de mettre fin à la connexion du payeur à Autogiro conformément aux conditions applicables entre le prestataire de services de paiement du payeur et le payeur.</17><20>Conditions générales de «recharge automatique» de Pleo Autogiro</20><21>Nonobstant les conditions décrites ci-dessus dans la section «Informations sur les paiements» afin de vous offrir l'expérience de chargement de portefeuille la plus fluide et pour éviter d'éventuelles transactions par carte refusées, Pleo peut effectuer des paiements à la fois le même jour ouvrable que votre solde Google Wallet tombe en dessous du seuil défini et conformément aux obligations énoncées dans les<22>conditions générales</22>et<23>Pleo de service</23>. Pleo vous informera du montant et de la date à laquelle un tel rechargement de portefeuille "automatique" sera déclenché.<24/><25/>Si vous pensez qu'un tel paiement n'est pas autorisé, vous, en tant qu'entité commerciale, devez nous en informer dans les 5 jours ouvrables afin de faciliter un remboursement.</21>
sv: <0> Fullmakt villkor </0> <1> Undertecknad ("betalaren") samtycker till att betalningen görs genom uttag från det angivna kontot eller ett konto som betalaren har angett vid ett senare tillfälle på begäran av den angivna betalningsmottagaren för betalning till betalningsmottagaren på ett visst datum ("förfallodagen") via Autogiro. Betalaren samtycker till behandling av personuppgifter som tillhandahålls i denna fullmakt och hanteras av betalarens betalningstjänstleverantör, betalningsmottagaren, betalningsmottagarens betalningstjänstleverantör och Bankgirot AB för administrationen av tjänsten. Personuppgiftshanterare för denna behandling av personuppgifter är betalarens betalningstjänsteleverantör, betalningsmottagaren och betalningsmottagarens betalningstjänsteleverantör. Betalaren kan när som helst begära att få tillgång till eller korrigering av personuppgifterna genom att kontakta betalarens leverantör av betalningstjänster. Mer information om behandling av personuppgifter i samband med betalningar kan hittas i villkoren för kontot och i avtalet med betalningsmottagaren. Betalaren kan när som helst återkalla sitt samtycke, vilket avslutar tjänsten i sin helhet. </1> <2> Allmänt </2> <3> Autogiro är en betaltjänst som innebär att betalningar sker från betalarens konto på betalningsmottagarens initiativ. För att betalaren ska kunna betala via Autogiro måste betalaren lämna sitt samtycke till betalningsmottagaren att betalningsmottagaren kan initiera betalningar från betalarens konto. Dessutom måste betalarens betalningstjänstleverantör (t.ex. bank eller betalningsinstitut) godkänna att kontot kan användas för Autogiro och betalningsmottagaren måste godkänna betalaren som användare av Autogiro. <4/> <5/> Betalarens betalningstjänstleverantör är inte skyldig att kontrollera tillståndet eller meddela betalaren om begärda uttag i förväg. Uttag debiteras betalarens konto i enlighet med de regler som gäller hos betalarens betalningstjänstleverantör. Betalaren får meddelande om uttag från sin leverantör av betalningstjänster. På begäran av betalaren kan fullmakt överföras till ett annat konto hos betalningstjänstleverantören eller till ett konto med en annan betalningstjänsteleverantör. </3> <6> Definition av bankdagens affärsdag </6> <7> En bankdag är alla dagar utom lördag, söndag, midsommarafton, julafton eller nyårsafton eller annan helgdag. </7> <8> Betalningsinformation </8> <9> Betalaren kommer att meddelas betalningsmottagaren om belopp, förfallodag och betalningsmedel senast åtta bankdagar före förfallodagen. Detta kan meddelas före varje individuell förfallodag eller vid ett tillfälle om flera framtida förfallodatum. Om meddelandet avser flera framtida förfallodatum måste anmälan göras senast åtta bankdagar före första förfallodagen. Detta gäller dock inte i fall där betalaren har godkänt uttag i samband med ett köp eller beställning av en produkt eller tjänst. I ett sådant fall får betalaren ett meddelande från betalningsmottagaren om belopp, förfallodag och betalningsmedel i samband med köpet och / eller beställningen. Genom att underteckna denna fullmakt ger betalaren sitt samtycke till betalningar som omfattas av betalningsmottagarens anmälan i enlighet med detta avsnitt som genomförs. </9> <10> Tillräckliga medel måste finnas tillgängliga på kontot </10> <11> Betalaren måste se till att tillräckliga medel finns tillgängliga på kontot senast kl. 12:01 på förfallodagen. Om betalaren inte har tillräckliga medel på kontot vid förfallodagen kan det innebära att betalningar inte kan genomföras. Om tillräckliga medel inte är tillgängliga för betalning på förfallodagen kan betalningsmottagaren göra ytterligare uttagningsförsök under kommande bankdagar. Betalaren kan få information från betalningsmottagaren på begäran angående antalet uttagningsförsök. </11> <12> Stoppa betalningen (återkallelse av betalningsorder) </12> <13> Betalaren kan stoppa en betalning genom att kontakta antingen betalningsmottagaren senast två bankdagar före förfallodagen eller hans eller hennes betaltjänstleverantör senast bankdagen före förfallodagen vid den tidpunkt som betalningstjänstleverantören anger. Om betalaren stoppar en betalning enligt ovan betyder det att den aktuella betalningen stoppas vid enstaka tillfällen. Om betalaren vill att alla framtida betalningar som initierats av betalningsmottagaren ska stoppas måste betalaren återkalla fullmakten. </13> <14> Fullmaktens giltighetstid, återkallande </14> <15> Fullmakten är giltigt tills vidare. Betalaren har rätt att när som helst återkalla fullmakten genom att kontakta betalningsmottagaren eller hans eller hennes leverantör av betaltjänster. För att stoppa betalningar som ännu inte har genomförts måste meddelandet om återkallande av fullmakt ha mottagits av betalningsmottagaren senast fem bankdagar före förfallodagen eller tas emot av betalarens betalningsleverantör senast bankdagen före förfallodagen vid den tidpunkt som betalningstjänstleverantören anger. </15> <16> Rätten för betalningsmottagaren och betalarens betalningstjänstleverantör att avsluta anslutningen till Autogiro </16> <17> Betalningsmottagaren har rätt att avsluta betalarens anslutning till Autogiro 30 dagar efter att betalningsmottagaren har meddelat betalaren detta. Betalningsmottagaren har dock rätt att omedelbart avsluta betalarens anslutning till Autogiro om betalaren vid upprepade tillfällen inte har ett tillräckligt kontosaldo på förfallodagen, om kontot till vilket fullmakten hänför sig är stängt eller om betalningsmottagaren anser att betalaren inte ska delta i Autogiro av någon annan anledning. <18/> <19/> Betalarens betalningstjänstleverantör har rätt att avsluta betalarens anslutning till Autogiro i enlighet med villkoren som gäller mellan betalarens betalningstjänstleverantör och betalaren. </17> <20> Pleo Autogiro "Auto-Top Up" Villkor och villkor </20> <21> Trots villkoren som beskrivs ovan i avsnittet "Information om betalningar" för att ge dig den smidigaste wallet-upplevelsen och för att förhindra eventuella avvisade korttransaktioner kan Pleo initiera betalningar både på samma arbetsdag som ditt Wallet-saldo faller under den inställda tröskeln och i enlighet med skyldigheterna i Pleos allmänna <22> Villkor </22> och <23> Villkor of Service </23> . Pleo kommer att informera dig om beloppet och datumet när en sådan "automatisk" wallet top-up sker. <24/> <25/> Om du anser att någon sådan betalning är obehörig måste du som kommersiell enhet informera oss inom fem arbetsdagar för att underlätta återbetalning. </21>

source: mandate-sepa-terms
es: <0>Términos de mandato</0><1>Al firmar este formulario de mandato, usted autoriza (A) Pleo Technologies A/S a enviar instrucciones a su banco para debitar su cuenta y (B) su banco para debitar su cuenta de acuerdo con las instrucciones de Pleo Technologies A/S. Como parte de sus derechos, tiene derecho a un reembolso de su banco en virtud de los términos y condiciones de su acuerdo con su banco. Un reembolso debe ser reclamado dentro de las 8 semanas a partir de la fecha en que su cuenta fue debitada.<2/><3/> Sus derechos se explican en una declaración que puede obtener de su banco. Recibirá una notificación previa de cualquier solicitud de transferencia inmediatamente y los fondos se pondrán a disposición de su cuenta de Pleo en un plazo de 5 días hábiles.</1>
fr: <0>Conditions du mandat</0><1>En signant ce formulaire de mandat, vous autorisez (A) Pleo Technologies A / S à envoyer des instructions à votre banque pour débiter votre compte et (B) votre banque pour débiter votre compte conformément avec les instructions de Pleo Technologies A / S. Dans le cadre de vos droits, vous avez droit à un remboursement de votre banque selon les termes et conditions de votre accord avec votre banque. Un remboursement doit être demandé dans les 8 semaines à compter de la date de débit de votre compte.<2/><3/>Vos droits sont expliqués dans une déclaration que vous pouvez obtenir auprès de votre banque. Vous recevrez immédiatement une notification préalable de toute demande de virement et les fonds seront mis à votre disposition sur votre compte Pleo dans les 5 jours ouvrables.</1>
sv: <0> Fullmakt villkor </0> <1> Genom att skriva under detta fullmakt formulär godkänner du (A) Pleo Technologies A / S att skicka instruktioner till din bank om att debitera ditt konto och (B) din bank att debitera ditt konto i enlighet med instruktionen från Pleo Technologies A / S. Som en del av dina rättigheter har du rätt till återbetalning från din bank enligt villkoren i ditt avtal med din bank. En återbetalning måste krävas inom 8 veckor från och med den dag då ditt konto debiterades. <2/> <3/> Dina rättigheter förklaras i ett utdrag som du kan få från din bank. Du ska få förhandsmeddelande om överföringsbegäran omedelbart och pengar kommer att finnas tillgängliga på ditt Pleo-konto inom fem arbetsdagar. </1>

source: Manual verification series where Pleo expenses will be exported.
es: Serie de verificación manual en la que se exportarán los gastos de Pleo
fr: Série de vérification manuelle où les dépenses Pleo seront exportées
sv: Manuell verifikationsserie där Pleo-utgifter kommer att exporteras

source: Mark as expired
es: Marcar como caducado
fr: Marquer comme expiré
sv: Markera som utgånget
