Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Error downloading the CSV file
es: Error al descargar el archivo CSV
fr: Erreur lors du téléchargement du fichier CSV
sv: Fel vid nedladdning av CSV-filen

source: Error occurred
es: Se produjo un error
fr: Une erreur s'est produite
sv: Ett fel inträffade

source: Error setting up Pocket Bank account. Try again.
es: Error al configurar la cuenta de Pocket Bank. Inténtalo de nuevo.
fr: Erreur lors de la configuration du compte Pocket. Réessayer.
sv: Det gick inte att konfigurera bankkonto för Pocket. Försök igen.

source: Error while disconnecting from your current {0}
es: Error al desconectarse de tu cuenta corriente %s
fr: Erreur lors de la déconnexion de votre %s actuel

source: Error while syncing, you might see outdated information.
es: Error al sincronizar, puede que veas información obsoleta
fr: Erreur lors de la synchronisation, vous pourriez voir des informations obsolètes
sv: Fel vid synkronisering, du kanske ser inaktuell information

source: Error while trying to retrieve the company information.
es: Error al intentar recuperar la información de la compañía
fr: Erreur lors de la tentative de récupération des informations sur l'entreprise
sv: Fel vid försök att hämta företagsinformationen

source: Error while trying to setup Billy
es: Error al intentar configurar Billy
fr: Erreur lors de la tentative de configuration de Billy
sv: Fel vid försök att ställa in Billy

source: Error while trying to setup Inventio
es: Error al tratar de configurar Inventio
fr: Erreur lors de la tentative de configuration d'Inventio
sv: Fel vid försök att konfigurera Inventio

source: Europe
es: Europa
sv: Europa

source: Everyone
es: Todos
fr: Tous les employés
sv: Alla

source: Example
es: Ejemplo
fr: Exemple
sv: Exempel

source: Executive director
es: El director ejecutivo
fr: Directeur exécutif
sv: Verkställande direktör

source: Existing request with the same amount, please enter a different one
es: Solicitud existente con la misma cantidad, por favor, introduzca otra diferente
fr: Demande existante avec le même montant, veuillez en saisir une autre
sv: Befintlig begäran med samma belopp, ange en annan

source: Exit client account
es: Salir de la cuenta del cliente
fr: Quitter le compte client
sv: Avsluta klientkonto

source: Expected {0}
es: Se espera que %s
fr: %s attendu
sv: Förväntat %s

source: Expected {deliveryEstimateMin} - {deliveryEstimateMax}
es: Esperado %1$s - %1$s
fr: Estimé entre %1$s - %1$s
sv: Förväntat %1$s - %1$s

source: Expected date unknown
es: Se desconoce la fecha prevista
fr: Date prévue inconnue
sv: Förväntat datum okänt

source: Expense
es: Gastos
fr: Dépense
sv: Utgift

source: Expense Owner
es: Propietario de los gastos
fr: Propriétaire des dépenses
sv: Ägare av utgift

source: Expenses
es: Gastos
fr: Dépenses
sv: Utgifter

source: Expenses in queue
es: Gastos en cola
fr: Dépenses en file d'attente
sv: Utgifter i kö

source: Expenses ready
es: Los gastos están listos
fr: Dépenses prêtes
sv: Utgifter redo

source: Expenses which are tagged with a category that has no corresponding account number defined in the categories page.
es: Los gastos que están etiquetados con una categoría que no tiene un número de cuenta correspondiente definido en la página de categorías
fr: Dépenses marquées avec une catégorie sans numéro de compte correspondant défini
sv: Utgifter som är taggade med en kategori som inte har något motsvarande kontonummer definierat på sidan för kategorier

source: Expenses will show here as soon as they happen.
es: Los gastos aparecerán aquí tan pronto como ocurran
fr: Les dépenses apparaîtront ici dès qu'elles surviendront
sv: Utgifterna kommer att visas här så fort de inträffar

source: Expenses you or your company make with Pleo cards use the wallet for funding.
es: Cuando tú o tu equipo compráis algo con una tarjeta Pleo, el importe de la compra se pagará con el saldo del que tenéis en el monedero.
fr: Lorsque vous ou votre équipe achetez quelque chose avec une carte Pleo, cela va être payé par le portefeuille
sv: När du eller ditt team köper något med ett Pleo-kort betalas det med pengar ur er wallet

source: Expiration
es: Expiración
sv: Utlöper

source: Expired
es: Expiró
fr: Expiré
sv: Löpt ut

source: Expired on {expired}
es: Expiró en %1$s
fr: Expiré le %1$s
sv: Löpte ut %1$s

source: Expiring
es: Expirando
fr: Expirant
sv: löper ut

source: Expiry date
es: Fecha de caducidad
fr: Date d'expiration
sv: Utgångsdatum

source: expiry date.
es: fecha de caducidad
fr: date d'expiration
sv: utgångsdatum

source: Export
es: Exportación
fr: Exportation
sv: Exportera

source: Export Again
es: Exportar de nuevo
fr: Exporter à nouveau
sv: Exportera igen

source: Export files ready
es: Exportación de archivos listos
fr: Export de fichiers prêts
sv: Exportfiler klara

source: Export Queue
es: Cola de exportación
fr: File d'attente d'exportation
sv: Exportkö

source: Export the expenses from Pleo to your bokkeeping system.
es: Exporta los gastos de Pleo a tu sistema de contabilidad
fr: Exportez les dépenses de Pleo vers votre système de comptabilité
sv: Exportera utgifterna från Pleo till ditt bokföringsprogram

source: Export transactions
es: Transacciones de exportación
fr: Exporter les dépenses
sv: Exportera transaktioner

source: Exported
es: Exportado
fr: Exporté
sv: Exporteras

source: Exporting to {0}...
es: Exportando a %s
fr: Exportation vers %s
sv: Exporterar till %s

source: Extended
es: Ampliado
fr: Élargi
sv: Utökad

source: External bookkeeper? <0>Give them access →</0>
es: ¿Usas un contable externo? <0>Dale acceso</0>
fr: Vous utilisez un comptable externe? <0>Donnez-leur accès</0>
sv: Använder du en extern redovisningskonsult? <0>Ge dem tillgång</0>

source: Failed
es: Fallido
fr: Échoué
sv: Misslyckades

source: Failed to add {0} as a reviewer.
es: No se añadió a %s como revisor
fr: Échec de l'ajout de %s tant que vérificateur
sv: Det gick inte att lägga till %s som granskare

source: Failed to add {0} to department.
es: No se añadió a %s al departamento
fr: Impossible d'ajouter %s au département
sv: Det gick inte att lägga till %s till avdelningen

source: Failed to cancel the order
es: No se ha podido cancelar el pedido
fr: Impossible d'annuler la commande
sv: Det gick inte att avbryta beställningen

source: Failed to create tax code "{0}"
es: Falló al crear el código de impuestos "%s"
fr: Impossible de créer le code TVA "%s"
sv: Det gick inte att skapa momskoden "%s"

source: Failed to create team {0}.
es: Falló al crear el equipo %s.
fr: Impossible de créer l'équipe %s.
sv: Det gick inte att skapa teamet %s .

source: Failed to create the document
es: No se creó el documento
fr: Impossible de créer le document
sv: Det gick inte att skapa dokumentet

source: Failed to create the order
es: No se creó la orden
fr: Impossible de créer la commande
sv: Det gick inte att skapa beställningen

source: Failed to delete department.
es: No se ha podido eliminar el departamento
fr: Impossible de supprimer le service
sv: Det gick inte att ta bort avdelningen

source: Failed to delete tax code, please wait and try again shortly
es: No se ha podido borrar el código fiscal, por favor inténtelo de nuevo.
fr: Échec de la suppression du code TVA, veuillez réessayer sous peu
sv: Det gick inte att ta bort momskoden, försök igen inom kort

source: Failed to delete the agreement
es: No se eliminó el acuerdo
fr: Impossible de supprimer l'accord
sv: Det gick inte att ta bort avtalet

source: Failed to delete the document
es: No se borró el documento
fr: Impossible de supprimer le document
sv: Det gick inte att ta bort dokumentet

source: Failed to delete the file
es: No se ha podido borrar el archivo
fr: Impossible de supprimer le fichier
sv: Det gick inte att ta bort filen

source: Failed to download the file
es: No se ha podido descargar el archivo
fr: Impossible de télécharger le fichier
sv: Det gick inte att ladda ner filen

source: Failed to enable integration. Please try again
es: No se ha logrado la integración. Por favor, inténtelo de nuevo
fr: Impossible d'activer l'intégration. Veuillez réessayer
sv: Det gick inte att aktivera integrationen. Var god försök igen

source: Failed to enable Roger integration
es: No se pudo permitir la integración de Roger
fr: Impossible d'activer l'intégration Roger
sv: Det gick inte att aktivera Roger-integrationen

source: Failed to enable Storebox
es: No se ha podido activar Storebox
fr: Impossible d'activer Storebox
sv: Det gick inte att aktivera Storebox

source: Failed to export.
es: No se exportó
fr: Échec de l'exportation
sv: Det gick inte att exportera

source: Failed to fetch data
es: No se han obtenido datos
fr: Impossible de récupérer les données
sv: Det gick inte att hämta data

source: Failed to flag PEP check as false-positive
es: No marcó el cheque PEP como falso positivo.
fr: Impossible de marquer la vérification PEP comme faux positif
sv: Det gick inte att markera PEP-kontrollen som falsk-positiv

source: Failed to flag SIS check as false-positive
es: No marcó el cheque del SIS como falso positivo.
fr: Impossible de signaler la vérification SIS comme faux positif
sv: Det gick inte att flagga SIS-kontrollen som falsk-positiv

source: Failed to remove {0} as a reviewer.
es: No se eliminó a %s como revisor
fr: Impossible de supprimer %s tant que vérificateur
sv: Det gick inte att ta bort %s som granskare

source: Failed to remove {0} from department.
es: No se ha podido eliminar a %s del departamento
fr: Impossible de supprimer %s du département
sv: Det gick inte att ta bort %s från avdelningen

source: Failed to remove employee limit.
es: No se eliminó el límite de empleados
fr: Impossible de supprimer la limite de l'employé
sv: Det gick inte att ta bort medarbetarens köpgräns

source: Failed to remove employee.
es: No se ha borrado al empleado
fr: Impossible de supprimer l'employé
sv: Det gick inte att ta bort medarbetaren

source: Failed to reset card PIN
es: No se restableció el PIN de la tarjeta
fr: Échec de la réinitialisation du code PIN de la carte
sv: Det gick inte att återställa PIN-koden

source: Failed to retrieve card PIN
es: No recuperó el PIN de la tarjeta
fr: Échec de la récupération du code PIN de la carte
sv: Det gick inte att hämta kortets PIN-kod

source: Failed to revoke access.
es: No se pudo revocar el acceso.
fr: Échec de la révocation d'accès.
sv: Det gick inte att återkalla åtkomsten.

source: Failed to save bank verification details
es: No se guardaron los detalles de verificación del banco
fr: Échec de l'enregistrement des détails de vérification bancaire
sv: Det gick inte att spara verifieringsinformation om bank

source: Failed to save data
es: No se guardaron los datos
fr: Impossible d'enregistrer les données
sv: Det gick inte att spara data

source: Failed to send invite. Try again later
es: No se pudo enviar la invitación. Inténtalo de nuevo más tarde
fr: Échec de l'envoi de l'invitation. Réessayez plus tard
sv: Det gick inte att skicka inbjudan. Försök igen senare

source: Failed to set Direct Feed
es: No se ha podido establecer la alimentación directa
fr: Impossible de définir le flux comptable direct
sv: Det gick inte att ställa in direkt flöde

source: Failed to set employee limit.
es: No se estableció el límite de empleados
fr: Impossible de définir la limite des employés
sv: Det gick inte att skapa köpgräns för medarbetaren

source: Failed to set preferences
es: No se han establecido las preferencias
fr: Impossible de définir les préférences
sv: Det gick inte att ställa in preferenser

source: Failed to set role on {0}.
es: No se ha podido establecer el papel en %s
fr: Impossible de définir le rôle sur %s
sv: Det gick inte att ange rollen på %s

source: Failed to set timelog
es: No se ha podido establecer el registro de tiempo
fr: Impossible de définir Timelog
sv: Det gick inte att ställa in timelog

source: Failed to set user code on {0}.
es: No se ha podido establecer el código de usuario en %s
fr: Impossible de définir le code utilisateur sur %s
sv: Det gick inte att ange användarkod på %s

source: Failed to submit the agreement
es: No presentó el acuerdo
fr: N'a pas soumis l'accord
sv: Det gick inte att skicka avtalet

source: Failed to submit the agreement. Only company administrators can sign mandates
es: No se pudo presentar el acuerdo. Solo los administradores de la empresa pueden firmar mandatos
fr: Impossible de soumettre l'accord. Seuls les administrateurs d'entreprise peuvent signer des mandats
sv: Det gick inte att skicka avtalet. Endast företagsadministratörer kan underteckna en fullmakt

source: Failed to sync accounting data. ({0})
es: No se sincronizaron los datos de contabilidad. (%s)
fr: Échec de la synchronisation des données comptables. (%s)
sv: Det gick inte att synkronisera bokföringsdata. ( %s )

source: Failed to update auto-top-up settings
es: No se actualizó la configuración de la recarga automática
fr: Échec de la mise à jour des paramètres de virement automatique
sv: Det gick inte att uppdatera inställningar för Auto top-up

source: Failed to update company settings
es: No se actualizó la configuración de la compañía
fr: Échec de la mise à jour des paramètres de l'entreprise
sv: Det gick inte att uppdatera företagets inställningar

source: Failed to update date of birth
es: No se actualizó la fecha de nacimiento
fr: Échec de la mise à jour de la date de naissance
sv: Det gick inte att uppdatera födelsedatumet

source: Failed to update employee.
es: No se actualizó al empleado
fr: Échec de la mise à jour de l'employé
sv: Det gick inte att uppdatera medarbetaren

source: Failed to update language.
es: No se pudo actualizar el idioma
fr: Impossible de mettre à jour la langue
sv: Det gick inte att uppdatera språk

source: Failed to update tax code "{0}"
es: No se actualizó el código fiscal "%s"
fr: Échec de la mise à jour du code TVA "%s"
sv: Det gick inte att uppdatera momskoden " %s "

source: Failed to update team {0}.
es: No se actualizó el equipo %s
fr: Échec de la mise à jour de l'équipe %s
sv: Det gick inte att uppdatera teamet %s

source: Failed to update the document
es: No se actualizó el documento
fr: Échec de la mise à jour du document
sv: Det gick inte att uppdatera dokumentet

source: Failed to update velocity. {0}
es: No se actualizó la velocidad. %s
fr: Échec de la mise à jour de la vitesse. %s
sv: Det gick inte att uppdatera kapacitet. %s

source: Failed to upload the file
es: No subió el archivo
fr: Échec du télécharger du fichier
sv: Det gick inte att ladda upp filen

source: False-positive
es: Falso positivo
fr: Faux positif
sv: Falsk positiv

source: family name
es: apellido
fr: nom de famille
sv: efternamn

source: Fee (INCLUDED)
es: Tarifa (INCLUIDA)
fr: Frais (INCLUS)
sv: Avgift (INKLUDERAD)

source: Female
es: Mujer
fr: Féminin
sv: Kvinna

source: File format
es: Formato de archivo
fr: Format de fichier
sv: Filformat

source: File too large
es: El archivo es demasiado grande.
fr: Fichier trop large
sv: Filen är för stor

source: File type
es: Tipo de archivo
fr: Type de fichier
sv: Filtyp

source: Files
es: Archivos
fr: Fichiers
sv: Filer

source: Filters
es: Filtros
fr: Filtres
sv: Filter

source: Financial statement
es: Estado financiero
fr: Relevé bancaire
sv: Bokslut

source: Find nearest
es: Encuentra el más cercano
fr: Trouver le plus proche
sv: Hitta närmaste

source: Find your accounting system
es: Encuentra tu sistema de contabilidad
fr: Trouvez votre système comptable
sv: Hitta ditt bokföringsprogram

source: Find your company
es: Encuentra tu empresa
fr: Trouvez votre entreprise
sv: Hitta ditt företag

source: First
es: Primero
fr: Premier
sv: Först

source: First name
es: Primer nombre
fr: Prénom
sv: Förnamn

source: First name is invalid
es: El nombre es inválido
fr: Le prénom n'est pas valide
sv: Förnamnet är ogiltigt

source: First name is required
es: Se requiere el nombre de pila
fr: Le prénom est requis
sv: Förnamn krävs

source: First Pleo purchase - done!
es: Primera compra con Pleo - ¡lista!
fr: Premier achat Pleo - terminé!
sv: Första Pleo-köp - gjort!

source: First wallet load
es: Primera carga del monedero
fr: Premier virement au portefeuille
sv: Första överföringen till er wallet

source: First, we need to verify the identity of your company and some of its members. Why?
es: Primero, necesitamos verificar la identidad de su compañía y algunas de sus personas clave. ¿Por qué?
fr: Tout d'abord, nous devons vérifier l'identité de votre entreprise et de certaines de ses personnes clés. Pourquoi?
sv: Först måste vi verifiera ditt företags identitet och några av dess nyckelpersoner. Varför?

source: Fiscal year start month (1 - 12)
es: Mes de inicio del año fiscal (1 - 12)
fr: Mois de début d'année fiscale (1-12)
sv: Räkenskapsårets början (1 - 12)

source: Flat number/floor
es: Número de piso/planta
fr: Numéro d'appartement / étage
sv: Lägenhetsnummer / våning

source: Floor
es: Piso
fr: Étage
sv: Golv

source: For instore purchases
es: Para compras en tiendas
fr: Pour les achats en magasin
sv: För köp i butik

source: For online purchases and subscriptions
es: Para compras en línea y suscripciones
fr: Pour les achats et abonnements en ligne
sv: För onlineköp och prenumerationer

source: For resetting your passcode you need to email Pleo support <0>support@pleo.io</0> or <1>chat with us</1>.
es: Para restablecer tu contraseña, debes enviar un correo electrónico a Pleo Support <0>support@pleo.io</0> o contactarnos a través del <1>del chat</1> que hay en la app.
fr: Pour réinitialiser votre code d'accès, vous devez envoyer un e-mail au support Pleo <0>support@pleo.io</0> ou <1>dans notre chat</1>
sv: Om du vill återställa din säkerhetskod måste du skicka ett e-postmeddelande till Pleo Support <0>support@pleo.io</0> eller <1>chat with us</1>

source: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
sv: Glömt ditt lösenord?

source: Forgot your passcode?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre code d'accès?
sv: Har du glömt din säkerhetskod?

source: Fortnox dimension
es: La dimensión Fortnox
fr: Dimension Fortnox

source: Fortnox dimensions
es: Dimensiones de Fortnox
fr: Dimensions de Fortnox
sv: Fortnox dimensioner

source: Fortnox has been selected as your accounting system
es: Fortnox ha sido seleccionado como su sistema de contabilidad
fr: Fortnox a été sélectionné comme système comptable
sv: Fortnox har valts som ditt bokföringssystem

source: Forward photos or emails with bills included and Roger will pay them automatically for you, while getting receipts also attached in Pleo. <0/><1/>Log in to Roger, or sign up if you don't have an account already.
es: Reenvía las fotos o los correos electrónicos con las facturas incluidas y Roger las pagará por ti automáticamente. También recibirás recibos adjuntos a los gastos relevantes de Pleo.<0/><1/>Entra en Roger, o regístrate si aún no tienes una cuenta
fr: Transférez des photos ou des e-mails avec les factures incluses et Roger les paiera automatiquement pour vous. Vous recevrez également des reçus attachés aux dépenses Pleo pertinentes. <0/><1/>Connectez-vous à Roger ou inscrivez-vous si vous n'avez pas encore de compte
sv: Vidarebefordra foton eller e-postmeddelanden med räkningar som ingår och Roger betalar dem automatiskt för dig. Du får också kvitton kopplade till relevanta Pleo-utgifter.<0/><1/> Logga in på Roger eller registrera dig om du inte redan har ett konto

source: Forward your bills to Roger and they will get automatically payed, so you won't have to worry about missing payments again.
es: Envíe tus facturas a Roger y se pagarán automáticamente. No hay necesidad de preocuparse por la falta de pagos de nuevo
fr: Envoyez vos factures à Roger et elles seront payées automatiquement. Plus besoin de s'inquiéter des paiements manquants
sv: Vidarebefordra dina räkningar till Roger och de kommer att betalas automatiskt. Du behöver inte oroa dig för uteblivna betalningar igen

source: Found in mail
es: Encontrado en el correo
fr: Trouvé dans votre boîte mail
sv: Hittades i e-post

source: Four numbers required
es: Se requieren cuatro números
fr: Quatre numéros requis
sv: Fyra nummer krävs

source: Free order
es: Pedido gratis
fr: Commande gratuite
sv: Gratis beställning

source: Freeze
es: Cancelar
fr: Geler
sv: Frysa

source: Freeze card
es: Cancelar tarjeta
fr: Geler la carte
sv: Frys kortet

source: From
es: De
fr: De
sv: Från

source: From a <0>reviewer of {0}</0>
es: De un revisor <0>de %s</0>
fr: D'un <0>vérifiant de %s</0>
sv: Från en <0>granskare av %s</0>

source: Frozen
es: Congelado
fr: Gelé
sv: Spärrat

source: Full name
es: Nombre completo
fr: Nom complet
sv: Fullständigt namn

source: Full name of the account holder
es: Nombre completo del titular de la cuenta
fr: Nom complet du titulaire du compte
sv: Fullständigt namn på kontoinnehavaren

source: Full stop (.)
es: Punto y aparte.
fr: Point final (.)
sv: Punkt (.)

source: Full wallet amount
es: La cantidad total del monedero
fr: Montant total du portefeuille
sv: Maximalt saldo i wallet

source: Funds must come from your company's <0>business bank account</0> and not from a private account. <1/>
es: Los fondos deben provenir de la <0>cuenta</0> bancaria de su empresa y no de una cuenta privada. <1/>
fr: Les fonds doivent provenir du <0>compte bancaire professionnel de votre entreprise</0> et non d'un compte privé <1/>
sv: Pengar måste komma från företagets <0>bankkonto</0> och inte från ett privat konto <1/>

source: Funds will be transferred back to your verified account. Please confirm the information below. If you need to transfer funds to a different account, contact us.
es: Los fondos se van a volver a transferir a tu cuenta verificada. Por favor, confirma la información de abajo. Si necesitas transferir fondos a una cuenta diferente, ponte en contacto con nosotros.
fr: Les fonds seront reversés sur votre compte vérifié. Veuillez confirmer les informations ci-dessous. Si vous devez faire un virement sur un autre compte, contactez-nous.
sv: Pengar kommer att överföras tillbaka till ditt verifierade konto. Bekräfta informationen nedan. Om du behöver överföra pengar till ett annat konto, kontakta oss.

source: Funds will be transferred to the specified account. Please fill in all the information.
es: Los fondos se van a transferir a una cuenta específica. Por favor, completa la información necesaria.
fr: Les fonds seront transférés sur le compte spécifié. Veuillez remplir toutes les informations.
sv: Pengar kommer att överföras till det angivna kontot. Vänligen fyll i all information.

source: Gender
es: Género
fr: Sexe
sv: Kön

source: General terms for using our service
es: Condiciones generales de nuestro servicio
fr: Conditions générales d'utilisation de notre service
sv: Allmänna villkor för att använda vår tjänst

source: Generic format
es: Formato genérico
fr: Format générique
sv: Standardformat

source: German
es: Alemán
fr: Allemand
sv: Tyska

source: Germany
es: Alemania
fr: Allemagne
sv: Tyskland

source: Get bills automatically payed with Roger
es: Consigue que las facturas se paguen automáticamente con Roger
fr: Recevez automatiquement vos factures avec Roger
sv: Få räkningar som automatiskt betalas med Roger

source: Get bills payed automatically.
es: Consigue que las facturas se paguen automáticamente
fr: Faites payer vos factures automatiquement
sv: Få fakturor automatiskt

source: Get everyone onboard with Pleo and instantly optimise your expense reporting process.
es: Consigue que todos se unan a Pleo y optimiza al instante su proceso de informe de gastos.
fr: Obtenez tout le monde à bord avec Pleo et optimisez instantanément votre processus de rapport de dépenses.
sv: Hjälp alla i teamet komma igång med Pleo och effektivisera er kvittohantering direkt.
