Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Select journal...
es: Seleccione el diario
fr: Sélectionner un journal
sv: Välj journal

source: Select quantity
es: Seleccione la cantidad
fr: Sélectionnez la quantité
sv: Välj kvantitet

source: Select tax code...
es: Seleccione el código de impuestos
fr: Sélectionnez le code TVA
sv: Välj momskod

source: Select the day you'd like to download a balance statement from
es: Selecciona el día que quieras, para descargar un estado de saldo de esa fecha
fr: Sélectionnez le jour de votre choix, pour télécharger un bilan à partir de cette date
sv: Välj den dag du vill ladda ner ett engagemangsbesked från det datumet

source: Select the executive directors of your company
es: Seleccione los directores ejecutivos de su empresa
fr: Sélectionnez les directeurs exécutifs de votre entreprise
sv: Välj företagets verkställande direktörer

source: Select verification series...
es: Seleccione la serie de verificación
fr: Sélectionnez la série de vérification
sv: Välj verifikationsserie

source: Select your accounting system and define your Pleo categories.
es: Seleccione tu sistema de contabilidad y define tus categorías Pleo.
fr: Sélectionnez votre système comptable et définissez vos catégories Pleo.
sv: Välj ditt bokföringssystem och definiera dina Pleo-kategorier.

source: Select your business type
es: Seleccione su tipo de negocio
fr: Sélectionnez votre type d'entreprise
sv: Välj din företagstyp

source: Select...
es: Selecciona
fr: Sélectionner
sv: Välj

source: Selected
es: Seleccionado
fr: Choisi
sv: Vald

source: Semi-colon (;)
es: Punto y coma (;)
fr: Point-virgule (;)
sv: Semikolon (;)

source: Send balance statement as email
es: Envía el estado de cuenta del saldo como un correo electrónico
fr: Envoyer le relevé de solde par e-mail
sv: Skicka engagemangsbesked som e-post

source: Send email
es: Envía un correo electrónico
fr: Envoyer un e-mail
sv: Skicka e-post

source: Sending transfer request...
es: Envío de la solicitud de transferencia
fr: Envoi d'une demande de virement
sv: Skickar överföringsbegäran

source: Service status
es: Estado de servicio
fr: État du service

source: Set and control limits
es: Establecer y controlar los límites
fr: Définir et contrôler les limites
sv: Ställ in och kontrollera köpgränser

source: Set new password
es: Establecer una nueva contraseña
fr: Définissez un nouveau mot de passe
sv: Ställ in ett nytt lösenord

source: Set up a meeting
es: Prepara una reunión
fr: Mettre en place une réunion
sv: Boka in ett möte

source: Set up accounting system
es: Configure su sistema de contabilidad
fr: Configurez votre système comptable
sv: Ställ in ditt bokföringsprogram

source: Set up amounts
es: Configurar importes
fr: Configurer les montants
sv: Ställ in belopp

source: Set up Pocket Bank account
es: Configurar una cuenta de Pocket Bank
fr: Configurer un compte Pocket
sv: Ställ in bankkonto för Pocket

source: Settings
es: Ajustes
fr: Paramètres
sv: inställningar

source: Settings - Accounting
es: Ajustes - Contabilidad
fr: Paramètres - Comptabilité
sv: Inställningar - Bokföring

source: Settings - Billing
es: Ajustes - Facturación
fr: Paramètres - Facturation
sv: Inställningar - Fakturering

source: Settings - Categories
es: Ajustes - Categorías
fr: Paramètres - Catégories
sv: Inställningar - Kategorier

source: Settings - Tags
es: Configuración - Etiquetas
fr: Paramètres - libellés
sv: Inställningar - Taggar

source: Settled
es: Establecido
fr: Réglé
sv: Utförd

source: Setup {0}
es: Preparar %s
fr: Configuration %s
sv: Konfigurera %s

source: Setup Accounting
es: Configurar la contabilidad
fr: Configurer la comptabilité
sv: Ställ in bokföringen

source: Setup accounting
es: Establecer la contabilidad
fr: Configurer la comptabilité
sv: Ställ in bokföringen

source: Setup Direct Debit
es: Configurar débito directo
fr: Configurer le prélèvement automatique
sv: Ställ in autogiro

source: Setup Direct Debit with Pleo
es: Configurar débito directo con Pleo
fr: Configurer le prélèvement automatique avec Pleo
sv: Ställ in autogiro med Pleo

source: Setup Nets
es: Configurar redes
fr: Configurer Nets
sv: Ställ in Nets

source: Shipping details
es: Detalles del envío
fr: Les détails de livraison
sv: Information om leverans

source: Show
es: Mostrar
fr: Montrer
sv: Visa

source: Show all
es: Mostrar todo
fr: Afficher tout
sv: Visa alla

source: Show international transfer details
es: Mostrar los detalles de la transferencia internacional
fr: Afficher les détails du virement international
sv: Visa information om internationell överföring

source: Show less
es: Mostrar menos
fr: Montrer moins
sv: Visa mindre

source: Show more
es: Mostrar más
fr: Afficher tout
sv: Visa mer

source: Show previous
es: Mostrar anterior
fr: Afficher les précédentes
sv: Visa föregående

source: Show provider response
es: Mostrar respuesta del proveedor
fr: Afficher la réponse du fournisseur
sv: Visa leverantörens svar

source: Sign in with Google
es: Inicia sesión con Google
fr: Connectez-vous avec Google
sv: Logga in med Google

source: Sign the 1-click top-up agreement with Nets
es: Firme el acuerdo de recarga de 1-click con Nets
fr: Signez l'accord de recharge en 1 clic avec Nets
sv: Underteckna 1-click top-up avtalet med Nets

source: Sign up
es: Regístrate
fr: S'inscrire
sv: Registrera dig

source: Sign up with Google
es: Regístrate con Google
fr: S'inscrire avec Google
sv: Registrera dig med Google

source: Sign up with Slack
es: Regístrate con Slack
fr: S'inscrire avec Slack
sv: Registrera dig med Slack

source: Sign with Passcode
es: Firme con el código de acceso
fr: Signer avec votre code d'accès
sv: Signera med säkerhetskod

source: Signed up
es: Firmado
fr: Inscrit
sv: Har registrerat sig

source: Signup not allowed
es: Registro no permitido
fr: Inscription non autorisée
sv: Registrering tillåts inte

source: Simplify your workflow and save hours of manual work by connecting Pleo with tools you use to run your business. <0/><1/> Not familiar with your accounting system? <2/><3>Invite who is</3>
es: Ahorra tiempo, haz las cosas más eficientes. Conecta Pleo con las herramientas que utiliza para llevar su negocio. <0/><1/> ¿No estás familiarizado con su sistema de contabilidad? <2/><3>Invite a alguien que si que lo esté</3>
fr: Gagnez du temps, rendez les choses plus efficaces. Connectez Pleo aux outils que vous utilisez pour gérer votre entreprise.<0/><1/> Vous ne connaissez pas votre système comptable?<2/><3>Invitez votre expert-comptable</3>
sv: Spara tid, effektivisera saker och ting. Anslut Pleo till de verktyg du använder för att driva ditt företag. <0/><1/> Inte bekant med ditt bokföringsprogram? <2/><3>Bjud in någon som är det</3>

source: Simply follow their instructions (<0>example video</0>): <1><2>Type in your <3>company's CVR</3></2><4>the <5>contact details of a signatory of your company</5></4><6>your <7>company bank account</7></6><8>for the <9>"dataleverandør"</9> (data provider) type in Pleo's company details: Pleo Financial Services A/S, CVR: 36538686 (Pleo Financial Services A/S is the name of the company behind Pleo)</8></1>
es: Simplemente sigue las instrucciones<0> (video de ejemplo</0>): <1><2>Escribe <3>el CVR</3> de tu <3>empresa</3></2><4>los <5>datos de contacto de un firmante de tu empresa</5></4><6>la cuenta bancaria de tu <7>empresa</7></6><8>para el <9>"dataleverandør"</9> (proveedor de datos) escriba los datos de la empresa de Pleo: Pleo Financial Services A/S, CVR: 36538686 </8></1>
fr: Suivez simplement leurs instructions (<0>exemple de vidéo</0>):<1><2>Saisissez le<3>CVR de votre entreprise</3></2><4>les<5>coordonnées d'un signataire de votre entreprise</5></4><6>votre<7>compte bancaire d'entreprise</7></6><8>pour le<9>«dataleverandør»</9>(fournisseur de données) tapez Coordonnées de Pleo: Pleo Financial Services A / S, CVR: 36538686</8></1>
sv: Följ bara deras instruktioner (<0>exempelvideo</0>): <1><2>Skriv in ditt<3> företags organisationsnummer</3></2><4><5>kontaktuppgifter till ansvarig undertecknare på ditt företag</5></4><6>ditt<7> företags bankkonto</7></6><8>till er<9>dataleverantör</9>skriv in Pleo's företagsinformation: Pleo Financial Services A/S, CVR: 36538686 </8></1>

source: Since last export
es: Desde la última exportación
fr: Depuis la dernière exportation
sv: Sedan förra exporten

source: Since you haven't activated your virtual card yet, clicking "Yes" will activate it, and make it the method of payment for Pleo.
es: Aún no has activado tu tarjeta virtual. Al hacer clic en "Sí" se activará y se convertirá en el método de pago de Pleo
fr: Vous n'avez pas encore activé votre carte virtuelle. Cliquez sur «Oui» pour l'activer et en faire le mode de paiement pour Pleo
sv: Du har inte aktiverat ditt virtuella kort än. Om du klickar på "Ja" aktiveras det och gör det till en betalningsmetod i Pleo

source: Slack logo
es: Logotipo de Slack
fr: Logo Slack
sv: Slack logotyp

source: Sole Trader or unregistered business
es: Comerciante único o empresa no registrada
fr: Entreprise individuelle ou entreprise non enregistrée
sv: Enskild näringsidkare eller oregistrerad verksamhet

source: Something went wrong
es: Algo salió mal.
fr: Quelque chose a mal tourné
sv: Något gick fel

source: Something went wrong and we have been notified. Please contact support regarding your chargeback request while we investigate.
es: Hemos detectado un problema desconocido. Ponte en contacto con el equipo de soporte con respecto a tu solicitud de devolución de cargo mientras investigamos
fr: Quelque chose s'est mal passé et nous en avons été informés. Veuillez contacter l'assistance concernant votre demande de rétrofacturation pendant que nous enquêtons
sv: Något gick fel och vi har blivit underrättade. Kontakta supporten angående din begäran om återbetalning medan vi undersöker

source: Something went wrong, the transfer was not submitted. Try it again.
es: Algo salió mal, la transferencia no fue presentada. Inténtalo de nuevo.
fr: Une erreur s'est produite, le virement n'a pas été soumis. Essayez à nouveau
sv: Något gick fel, överföringen lämnades inte in. Försök igen

source: Sort A - Z
es: Clase A - Z
fr: Trier A - Z
sv: Sortera A - Z

source: Sort code
es: Código de clasificación
fr: Code "Sort"
sv: Clearing nummer

source: Sort code is required
es: Necesitamos el código de clasificación
fr: Nous avons besoin du code "sort"
sv: Vi behöver Clearing nummer

source: Sort Z - A
es: Clase Z - A
fr: Tri Z - A
sv: Sortera Z - A

source: South America
es: América del Sur
fr: Amérique du Sud
sv: Sydamerika

source: Spain
es: España
fr: Espagne
sv: Spanien

source: Spanish
es: Español
fr: Espagnol
sv: Spanska

source: Specific terms for using our plastic and virtual prepaid cards
es: Términos específicos para el uso de nuestras tarjetas físicas y virtuales
fr: Conditions spécifiques d'utilisation de nos cartes en plastique et virtuelles
sv: Specifika villkor för att använda våra fysiska och virtuella förbetalda kort

source: Spending limit <0>Monthly limits reset at the beginning of every month, whereas total limits apply from when you first set them and have to manually be reset. <1>Read more</1></0>
es: Límite de gasto <0>Los límites mensuales se restablecen al principio de cada mes, mientras que los límites totales se aplican desde que se establecen por primera vez y tienen que ser restablecidos manualmente. <1>Más información</1></0>
fr: Limite de dépenses <0>Les limites mensuelles sont réinitialisées au début de chaque mois, tandis que les limites totales s'appliquent à partir du moment où vous les avez définies et doivent être réinitialisées manuellement.<1>En savoir plus</1></0>
sv: Köpgräns <0>Månatliga gränser återställs i början av varje månad, medan totala gränser gäller från när du först anger dem och måste återställas manuellt. <1>Läs mer</1></0>

source: Spending limit reached
es: Límite de gasto alcanzado
fr: Limite de dépenses atteinte
sv: Köpgräns har nåtts

source: Split
es: Dividir
fr: Divisé
sv: Dela

source: Split the total of {0,number,currencyFormat} into expense lines.
es: Dividir el total de {0,number,currencyFormat} en líneas de gastos.
fr: Divisez le total de {0, number, currencyFormat} en lignes de dépenses.
sv: Dela upp summan {0,number,currencyFormat} i kostnadsrader.

source: Spreadsheet
es: Hoja de cálculo
fr: Tableur
sv: Kalkylblad

source: Standard
es: Estándar

source: Start setting up
es: Empieza a configurarlo
fr: Commencez à le configurer
sv: Börja ställa in

source: Start using Pleo for your own business.
es: Empieza a usar Pleo para tu negocio.
fr: Commencez à utiliser Pleo pour votre propre entreprise.
sv: Börja använda Pleo i ditt företag.

source: Still in doubt? Learn more about <0>how to access</0>
es: ¿Aún no estás 100% seguro? Más información sobre <0>cómo acceder</0>
fr: Toujours pas sûr à 100%? En savoir plus sur <0>comment accéder à</0>
sv: Fortfarande inte 100% säker? Läs mer om <0>hur du får tillgång</0>

source: Stolen
es: Robado
fr: Volé
sv: Stulet

source: Storebox gets digital receipts from stores such as Netto, Føtex and +5,000 others. When you or your team purchases something at a participating store, the receipt is automatically attached.<0/><1/><2/>By enabling Storebox, you agree you've read and accept Storebox's <3>terms and conditions</3>.
es: Storebox obtiene recibos digitales de tiendas como Netto, Føtex y más de 5.000 más. Cuando tu equipo compra algo en alguna de estas tiendas, el recibo se adjunta automáticamente.<0/><1/><2/>Al habilitar Storebox, aceptas que has leído y aceptado los <3>términos y condiciones</3> de Storebox
fr: Storebox reçoit des reçus numériques de magasins tels que Netto, Føtex et plus de 5 000 autres. Lorsque votre équipe achète quelque chose dans l'un de ces magasins, le reçu est automatiquement joint.<0/><1/><2/>En activant Storebox, vous acceptez d'avoir lu et accepté les<3>conditions générales de Storebox</3>
sv: Storebox hämtar digitala kvitton från butiker som Netto, Føtex och mer än 7500 till. När ditt team köper något i någon av dessa butiker bifogas kvittot automatiskt.<0/><1/><2/> Genom att aktivera Storebox godkänner du att du har läst och accepterat Storebox <3>villkor</3>

source: Storebox gets digital receipts from stores such as Netto, Føtex and +5,000 others. When you or your team purchases something at one of these participating stores, the receipt is automatically attached.
es: Storebox obtiene recibos digitales de tiendas como Netto, Føtex y más de 5.000 tiendas más. Cuando tu equipo compra algo en una de estas tiendas, el recibo se adjunta automáticamente
fr: Storebox reçoit des reçus numériques de magasins tels que Netto, Føtex et plus de 5 000 autres. Lorsque votre équipe achète quelque chose dans l'un de ces magasins, le reçu est automatiquement joint
sv: Storebox får digitala kvitton från butiker som Netto, Føtex och mer än 7500 till. När ditt team köper något i någon av dessa butiker bifogas kvittot automatiskt

source: Storebox is enabled
es: La caja de almacenamiento está activada
fr: Storebox est activé
sv: Storebox är aktiverat

source: Street
es: Calle
fr: Rue
sv: Gata

source: Street is required
es: El nombre de la calle es obligatorio
fr: La rue est obligatoire
sv: Gata krävs

source: Sub category
es: Subcategoría
fr: Sous-catégorie
sv: Underkategori

source: Submit
es: Envíe
fr: Soumettre
sv: Skicka in

source: Submitting eKYC check
es: Enviando el cheque eKYC
fr: Soumettre une vérification eKYC
sv: Skicka eKYC-kontroll

source: Submitting IDV check
es: Presentar el cheque de IDV
fr: Soumettre de la vérification d'identité
sv: Skicka in IDV-kontroll

source: Submitting KYC screening...
es: Presentar la prueba KYC
fr: Soumission de la vérification KYC
sv: Skicka KYC-screening

source: Success
es: Éxito
fr: Succès
sv: Framgång

source: Successfully assigned as bookkeeper.
es: Asignado con éxito como contable
fr: Affecté avec succès en tant que comptable
sv: Har valts som redovisningskonsult

source: Successfully ran KYC screening
es: La prueba KYC fue exitosa
fr: Vérification KYC réussie
sv: KYC screening är klar

source: Successfully set up Pocket Bank account
es: Configurar correctamente la cuenta de Pocket Bank
fr: Mise en place réussie d'un compte Pocket
sv: Ställ in bankkonto för Pocket

source: Successfully unassigned as bookkeeper.
es: Exitosamente no asignado como contable
fr: Désaffectation réussie en tant que comptable
sv: Har tagits bort som redovisningskonsult

source: Successfully updated wallet velocity to {nextVelocity}
es: Velocidad de monedero actualizada con éxito a %1$s
fr: Mise à jour réussie de la vélocité du portefeuille à %1$s
sv: Wallet kapacitet har uppdaterats till %1$s

source: Suspicious transaction
es: Transacción sospechosa
fr: Transaction suspecte
sv: Misstänksam transaktion

source: Sweden
es: Suecia
fr: Suède
sv: Sverige

source: Swedish
es: Sueco
fr: Suédois
sv: Svenska

source: System
es: Sistema
fr: Système
sv: Systemet

source: Tab
es: Pestaña
fr: Onglet
sv: Flik

source: Tag
es: Etiqueta
fr: Libellé
sv: Tagg

source: Tag group imported from spreadsheet
es: Grupo de etiquetas importadas de la hoja de cálculo
fr: Groupe de libellés importé à partir de la feuille de calcul
sv: Taggrupp importerad från kalkylbladet

source: Tag group synced
es: Grupo de etiquetas sincronizado
fr: Groupe de libellés synchronisé
sv: Taggrupp synkroniserad

source: Tag ID <0><1>(Optional)</1></0>
es: Identificación de la etiqueta <0><1>(Opcional)</1></0>
fr: ID du libellé <0><1>(Facultatif)</1></0>
sv: Tagg-ID <0><1>(valfritt)</1></0>

source: Tag Label
es: Etiqueta
fr: Nom du libellé
sv: Etikett för tagg

source: Tag preview
es: Vista previa de la etiqueta
fr: Aperçu des libellés
sv: Förhandsvisning av taggar

source: tag-active
es: Activo
fr: Actif
sv: Aktiva

source: Tags
es: Etiquetas
fr: Libellé
sv: Taggar

source: Tags - {name}
es: Etiquetas - %1$s
fr: Libellés - %1$s
sv: Taggar - %1$s

source: Tags add additional selectable options to expenses such as projects, customers, office locations, etc. <0/>
es: Las etiquetas ofrecen información adicional que puede añadirse a los gastos. Piensa en proyectos, clientes, oficinas y más<0/>
fr: Les libellés offrent des informations supplémentaires qui peuvent être ajoutées aux dépenses. Par exemple le code analytique, nom du projet, nom du client et plus encore <0/>
sv: Taggar erbjuder ytterligare information som kan läggas till utgifter. Tänk projekt, kunder, kontor, med mera<0/>

source: Tags offer a clear view of your company expenses. Assign a tag to an expense to faster organise and track when running reports. <0>Learn more</0>
es: Las etiquetas ofrecen una visión clara de los gastos de tu empresa. Asigna una etiqueta a un gasto para organizarlos y buscarlos mejor cuando se hagan los informes. <0>Más información</0>
fr: Les libellés offrent une vue claire des dépenses de votre entreprise. Attribuez un libellé à une dépense pour organiser vos données plus rapidement lors de l'exécution des rapports. <0>En savoir plus</0>
sv: Taggar ger en tydlig bild av företagets utgifter. Lägg till en tagg till en utgift för att enklare organisera data när du skapar rapporter. <0>Lär dig mer</0>

source: Tax amount
es: Importe del impuesto
fr: Montant de la TVA
sv: Momsbelopp

source: Tax code
es: Código fiscal
fr: Code TVA
sv: Momskod

source: Tax code creation failed.
es: La creación del código fiscal falló
fr: La création du code TVA a échoué
sv: Det gick inte att skapa momskod

source: Tax code update failed.
es: La actualización del código fiscal falló
fr: Échec de la mise à jour du code TVA
sv: Uppdatering av momskod misslyckades

source: Tax code:
es: Código fiscal:
fr: Code TVA:
sv: Momskod:

source: Tax code...
es: El código de impuestos...
fr: Code TVA...
sv: Momskod...

source: Tax codes
es: Códigos de impuestos
fr: Codes TVA
sv: Momskoder

source: Tax rate
es: Tasa de impuestos
fr: Taux de TVA
sv: Momssats

source: Tax rate...
es: La tasa de impuestos
fr: Taux d'imposition...
sv: Momssats...

source: Tax type
es: Tipo de impuesto
fr: Type de taxe
sv: Momstyp

source: Team
es: Equipo
fr: Équipe

source: Team {0} archived successfully.
es: El equipo %s se archivó con éxito
fr: Équipe %s archivée avec succès
sv: Team %s har arkiverats

source: Team {0} created successfully.
es: El equipo %s se ha creado con éxito
fr: Équipe %s créée avec succès
sv: Team %s har skapats

source: Team...
es: Equipo...
fr: Équipe...

source: Teams
es: Equipos
fr: Équipes
sv: Team

source: Tell us about your business.
es: Cuéntanos acerca de tu negocio
fr: Parlez-nous de votre entreprise
sv: Berätta om ditt företag

source: Temporary lower limit
es: Límite inferior temporal
fr: Limite inférieure temporaire
sv: Tillfällig nedre gräns

source: Terms
es: Términos
fr: termes
sv: Villkor

source: Thank you for entering your company details
es: Gracias por introducir los datos de su empresa
fr: Merci d'avoir entré les coordonnées de votre entreprise
sv: Tack för att du fyllde i dina företagsuppgifter

source: Thank you for your interest in Pleo
es: Gracias por tu interés en Pleo
fr: Merci de votre intérêt pour Pleo
sv: Tack för ditt intresse i Pleo

source: Thank you for your interest in Pleo, unfortunately, we are not able to onboard sole traders or unregistered organizations.
es: Gracias por tu interés en Pleo, pero tenemos malas noticias. No podemos incorporar comerciantes individuales u organizaciones no registradas
fr: Merci de votre intérêt pour Pleo, mais nous avons de mauvaises nouvelles. Nous ne sommes pas en mesure de servir des commerçants indépendants ou des organisations non enregistrées
sv: Tack för visat intresse i Pleo! Dessvärre har vi dåliga nyheter. Vi kan inte registrera enskilda näringsidkare eller oregistrerade organisationer

source: Thank you!
es: ¡Gracias!
fr: Je vous remercie!
sv: Tack!

source: Thank you! The transfer request has been sent, we will follow up as soon as possible.
es: ¡Gracias! La solicitud de transferencia ha sido enviada, la seguiremos tan pronto como sea posible.
fr: Je vous remercie! La demande de virement a été envoyée, nous effectuerons un suivi dans les meilleurs délais
sv: Tack! Begäran om överföring har skickats, vi följer upp så snart som möjligt

source: Thanks for completing your part, we'll get back once we are done with ours
es: Gracias por hacer tu parte. Nos pondremos en contacto contigo tan pronto como hayamos hecho la nuestra.
fr: Merci d'avoir fait votre part du travail. Nous vous répondrons dès que nous aurons fait la nôtre
sv: Tack för att du gjorde din del. Vi återkommer till dig så fort vi har gjort vårt.

source: Thanks to our partnership with Nets, you can easily top-up your Pleo wallet without switching to your business netbank. You'll need to perform a quick one-time setup. <0>Read more</0>.
es: Gracias a nuestra colaboración con Nets, puede recargar fácilmente su monedero de Pleo sin tener que cambiar a su banco. Sólo tiene que configurarlo una vez. <0>Más</0> información.
fr: Grâce à notre partenariat avec Nets, vous pouvez facilement recharger votre portefeuille Pleo sans passer à votre netbank d'entreprise. Vous avez juste besoin de le configurer une fois.<0>En savoir plus</0>.
sv: Tack vare vårt samarbete med Nets kan du enkelt fylla på din Pleo wallet utan att byta till din företagsbank. Du behöver bara ställa in det en gång. <0>Läs mer</0>.

source: The account number "{bookCode}" was not found in {0}. Select another account number or clear the value.
es: El número de cuenta "%1$s" no se encontró en %s. Seleccione otro número de cuenta o borre el valor
fr: Le numéro de compte "%1$s" est introuvable dans %s. Sélectionnez un autre numéro de compte ou effacez la valeur
sv: Det gick inte att hitta kontonumret %1$s i %s. Välj ett annat kontonummer eller ta bort värdet
