Repository: igorDolzh/lingui-test
Catalog: app/locales/*/messages.po
Languages: es, fr, sv

source: Password has a maximum of 255 characters
es: La contraseña tiene un máximo de 255 caracteres.
fr: Le mot de passe a un maximum de 255 caractères
sv: Lösenordet får högst innehålla 255 tecken

source: Password is required
es: Se requiere una contraseña
fr: Mot de passe requis
sv: lösenord krävs

source: Password needs at least one capital letter
es: La contraseña necesita al menos una letra mayúscula
fr: Le mot de passe nécessite au moins une lettre majuscule
sv: Lösenordet behöver innehålla minst en stor bokstav

source: Password needs at least one lower-case letter
es: La contraseña necesita al menos una letra minúscula
fr: Le mot de passe nécessite au moins une lettre minuscule
sv: Lösenordet behöver innehålla minst en liten bokstav

source: Password needs minimum of 8 characters
es: La contraseña necesita un mínimo de 8 caracteres.
fr: Le mot de passe nécessite au moins 8 caractères
sv: Lösenord kräver minst 8 tecken

source: Paste API integration code here
es: Pegue el código de integración de la API aquí
fr: Collez le code d'intégration de l'API ici
sv: Klistra in API-integrationskod här

source: Payer
es: Pagador
fr: Payeur
sv: Betalaren

source: Payment Status
es: Estado del pago
fr: Statut de paiement
sv: Betalningsstatus

source: Pending
es: Pendiente
fr: En attente
sv: Väntande

source: People
es: Equipo
fr: Employés
sv: Människor

source: PEP/SIS Checks
es: Comprobaciones de PEP/SIS
fr: Contrôles PEP/SIS
sv: PEP/SIS-kontroller

source: Per purchase
es: Por compra
fr: Par achat
sv: Per köp

source: Perfect for enterprises and larger teams.
es: Perfecto para empresas y equipos grandes
fr: Parfait pour les plus grandes entreprises
sv: Perfekt för företag och större team

source: Performing company verification.
es: Realizando la verificación de la compañía
fr: Vérification de l'entreprise
sv: Utför företagsverifiering

source: Person validation failed.
es: La validación de esta persona falló
fr: La validation de cette personne a échoué
sv: Valideringen av den här personen misslyckades

source: Personal Identity Number
es: Número de DNI
fr: Numéro d'identité personnel
sv: Personligt identitetsnummer

source: Phone
es: Teléfono
fr: Téléphone
sv: Telefon

source: Phone number
es: Número de teléfono
fr: Numéro de téléphone
sv: Telefonnummer

source: Phone number is required
es: Se requiere un número de teléfono
fr: Le numéro de téléphone est requis
sv: Telefonnummer krävs

source: Physical Card
es: Tarjeta física
fr: Carte physique
sv: Fysiskt kort

source: Pick a category...
es: Elija una categoría
fr: Choisissez une catégorie
sv: Välj en kategori

source: Pick a subcategory...
es: Elija una subcategoría
fr: Choisissez une sous-catégorie
sv: Välj en underkategori

source: PIN attempts exceeded
es: Ha alcanzado el número máximo de intentos de PIN
fr: Vous avez atteint le nombre maximum de tentatives de PIN
sv: Du har nått det maximala antalet PIN-försök

source: Pipe (|)
es: Tubo (|)
fr: Séparateur (|)

source: Place order
es: Haga el pedido.
fr: Passer la commande
sv: Gör beställning

source: Plastic
es: Plástico
fr: Physique
sv: Plast

source: Plastic Card
es: Tarjeta física
fr: Carte physique
sv: Fysiskt kort

source: Plastic card is expired
es: La tarjeta física está caducada
fr: La carte physique a expiré
sv: Fysiskt kort har gått ut

source: Plastic card is frozen
es: La tarjeta física está congelada
fr: La carte physique est gelée
sv: Fysiskt kort är spärrat

source: Plastic card is lost
es: La tarjeta física se ha perdido
fr: La carte physique est perdue
sv: Fysiskt kort förlorat

source: Plastic card is stolen
es: La tarjeta física ha sido robada
fr: La carte physique est volée
sv: Fysiskt kort är stulet

source: Plastic Cards
es: Tarjetas físicas
fr: Cartes physiques
sv: Fysiskt kort

source: Plastic cards
es: Tarjetas físicas
fr: Cartes physiques
sv: Plastkort

source: Plastic cards are on the way - but your virtual card is ready to go.
es: Las tarjetas físicas están de camino, pero tu tarjeta virtual ya está lista.
fr: Les cartes physiques sont en route - mais votre carte virtuelle est prête à l'emploi
sv: Era kort är på väg - men ditt virtuella kort fungerar redan nu

source: Please <0>contact support</0> if this error persists.
es: Por favor, póngase en contacto con <0>soporte técnico</0> si este problema sigue ocurriendo
fr: Veuillez <0>contacter le support</0> si ce problème persiste
sv: Vänligen <0>kontakta Support</0> om detta problem uppstår igen

source: Please acknowledge the above
es: Por favor, reconozca lo anterior
fr: Veuillez reconnaître ce qui précède
sv: Bekräfta ovanstående

source: Please add at least one category
es: Por favor, añade al menos una categoría
fr: Veuillez ajouter au moins une catégorie
sv: Lägg till minst en kategori

source: Please add at least one continent
es: Por favor, añade al menos un continente
fr: Veuillez ajouter au moins un continent
sv: Lägg till minst en kontinent

source: Please check that all the information is correct
es: Por favor, compruebe que toda la información es correcta
fr: Veuillez vérifier que toutes les informations sont correctes
sv: Kontrollera att all information är korrekt

source: Please choose a card type
es: Por favor, elija un tipo de tarjeta
fr: Veuillez choisir un type de carte
sv: Välj en korttyp

source: Please elaborate
es: Por favor, explique
fr: Veuillez préciser
sv: Vänligen utveckla

source: Please ensure the uploaded photo or scan contains the correct address and is clearly legible
es: Por favor, asegúrese de que la foto o el escáner cargado contiene la dirección correcta y es claramente legible.
fr: Veuillez vous assurer que la photo ou la numérisation téléchargée contient la bonne adresse et qu'elle est clairement lisible
sv: Se till att det uppladdade fotot eller skanningen innehåller rätt adress och är tydligt läsbar

source: Please ensure the uploaded photo or scan is clearly legible
es: Por favor, asegúrese de que la foto o el escáner cargado sea claramente legible.
fr: Veuillez vous assurer que la photo ou la numérisation téléchargée est clairement lisible
sv: Se till att det uppladdade fotot eller skanningen är tydlig och läsbar

source: Please enter {name}
es: Por favor, introduzca %1$s
fr: Veuillez saisir %1$s
sv: Ange %1$s

source: Please enter a bank name
es: Por favor, introduzca el nombre del banco
fr: Veuillez saisir le nom de votre banque
sv: Ange bankens namn

source: Please enter a clearing number
es: Por favor, introduzca un número de compensación
fr: Veuillez saisir un numéro de Clearing
sv: Ange ett clearingnummer

source: Please enter a first name
es: Por favor, introduzca un nombre
fr: Veuillez saisir un prénom
sv: Ange ett förnamn

source: Please enter a full name
es: Por favor, introduzca un nombre completo
fr: Veuillez saisir un nom complet
sv: Ange ett fullt namn

source: Please enter a last name
es: Por favor, introduzca un apellido
fr: Veuillez saisir un nom de famille
sv: Ange ett efternamn

source: Please enter a valid {0}
es: Por favor ingrese un %s válido
fr: Veuillez saisir un %s valide
sv: Ange en giltig %s

source: Please enter a valid email
es: Por favor, introduzca un correo electrónico válido
fr: Veuillez saisir un e-mail valide
sv: Ange en giltigt e-postadress

source: Please enter a valid token (6 digits)
es: Por favor, introduzca una ficha válida (6 dígitos)
fr: Veuillez entrer un jeton valide (6 chiffres)
sv: Ange ett giltigt token (6 siffror)

source: Please enter an account holder name
es: Por favor, introduzca el nombre del titular de la cuenta
fr: Veuillez saisir un nom de titulaire de compte
sv: Ange ett kontoinnehavares namn

source: Please enter an account number
es: Por favor, introduzca un número de cuenta
fr: Veuillez saisir un numéro de compte
sv: Ange ett kontonummer

source: Please enter ingoing tax account
es: Por favor, introduzca la cuenta de impuestos entrantes
fr: Veuillez saisir le compte de TVA entrant
sv: Vänligen ange konto för ingående moms

source: Please enter outgoing tax account
es: Por favor, introduzca la cuenta de impuestos de salida
fr: Veuillez saisir le compte de TVA sortant
sv: Vänligen ange konto för utgående moms

source: Please fill in all the information
es: Por favor, rellene toda la información
fr: Veuillez remplir toutes les informations
sv: Vänligen fyll i all information

source: Please log in
es: Por favor, inicie sesión
fr: Veuillez vous connecter
sv: Vänligen logga in

source: Please login
es: Por favor, inicie sesión
fr: Veuillez vous connecter
sv: Vänligen logga in

source: Please login to accept the invite.
es: Por favor, inicie sesión para aceptar la invitación
fr: Veuillez vous connecter pour accepter l'invitation
sv: Logga in för att acceptera inbjudan

source: Please note that not all stores support digital receipts yet. We'll let you know when you buy something if we got the receipt instantly, or if you have to attach one yourself.
es: Ten en cuenta que no todas las tiendas admiten recibos digitales todavía. Cuando compres algo, te haremos saber si recibimos el recibo al instante - o si tienes que adjuntar uno tú mismo
fr: Veuillez noter que tous les magasins ne prennent pas encore en charge les reçus numériques. Lorsque vous achetez quelque chose, nous vous informerons si nous obtenons le reçu instantanément - ou si vous devez en attacher un vous-même
sv: Observera att alla butiker inte har stöd för digitala kvitton ännu. När du köper något meddelar vi dig om vi fått in kvittot direkt – eller om du måste bifoga det själv

source: Please note: pending expenses are not included in this overview. <0>Read more</0>.
es: Tenga en cuenta: los gastos pendientes no están incluidos en esta visión general. Leer <0>más</0>.
fr: Remarque: les dépenses en attente ne sont pas incluses dans cet aperçu. <0>En savoir plus</0>.
sv: Observera: väntande utgifter syns inte i den här översikten. <0>Läs mer</0>.

source: Please provide a house number
es: Por favor, proporcione un número de casa
fr: Veuillez indiquer un numéro de maison
sv: Ange ett husnummer

source: Please provide a locality
es: Por favor, indique una localidad
fr: Veuillez indiquer une localité
sv: Vänligen ange en ort

source: Please provide a postal code
es: Por favor, proporcione un código postal
fr: Veuillez indiquer un code postal
sv: Ange ett postnummer

source: Please provide a street
es: Por favor, proporcione una calle
fr: Veuillez indiquer une rue
sv: Vänligen ange en gata

source: Please provide an explanation as to why you are requesting chargeback for this/these transaction(s)
es: Por favor, explique por qué solicita la devolución del cargo de esta(s) transacción(es).
fr: Veuillez expliquer pourquoi vous demandez une rétrofacturation pour cette/ces transaction(s)
sv: Ange en förklaring till varför du begär återbetalning för denna/dessa transaktioner

source: Please provide the details of {0}'s business bank account. We need this information to match your bank account to your company. No transfers will be made automatically.
es: Proporciona los detalles de la cuenta bancaria comercial de %s . Necesitamos esta información para hacer coincidir tu cuenta bancaria con tu empresa. No se realizarán transferencias automáticamente.
fr: Veuillez fournir les détails du compte bancaire professionnel de %s. Nous avons besoin de ces informations pour faire correspondre votre compte bancaire à votre entreprise. Aucun transfert ne sera effectué automatiquement.
sv: Ange information om %s : s affärsbank. Vi behöver den här informationen för att matcha ditt bankkonto till ditt företag. Inga överföringar görs automatiskt.

source: Please provide the required information
es: Por favor, proporcione la información requerida
fr: Veuillez fournir les informations requises
sv: Vänligen ange önskad information

source: Please provide us with your plastic card details
es: Por favor, facilítenos los datos de su tarjeta física
fr: Veuillez nous fournir les détails de votre carte physique
sv: Vänligen förse oss med dina kortuppgifter

source: Please reach out to <0>compliance</0> with your full company name and we will get back to you as soon as possible.
es: Por favor, póngase en contacto con el equipo de <0>Compliance</0> de Pleo, con el nombre completo de su empresa. Nos pondremos en contacto con usted lo antes posible
fr: Veuillez contacter l'équipe <0>Conformité</0> de Pleo, avec le nom complet de votre entreprise. Nous vous répondrons dans les plus brefs délais
sv: Vänligen kontakta Pleo's <0>Compliance team</0> med ditt fullständiga företagsnamn. Vi återkommer till dig så snart som möjligt

source: Please read and accept our terms
es: Por favor, lea y acepte nuestros términos
fr: Veuillez lire et accepter nos conditions
sv: Läs och acceptera våra villkor

source: Please reload the page to try again or contact Pleo support.
es: Por favor, recargue la página para intentarlo de nuevo o contacte con nuestro equipo de soporte
fr: Veuillez recharger la page pour réessayer ou contacter notre équipe d'assistance
sv: Ladda om sidan för att försöka igen eller kontakta vårt supportteam

source: Please reload the page to try again or contact Pleo support. <0/><1>← Back to clients</1>
es: Por favor, recargue la página para intentarlo de nuevo o contacte con nuestro equipo de soporte. <0/><1>← Volver a Clientes</1>
fr: Veuillez recharger la page pour réessayer ou contactez notre équipe d'assistance. <0/><1>← Retour aux clients</1>
sv: Ladda om sidan för att försöka igen eller kontakta vårt supportteam. <0/><1>← Tillbaka till klienter</1>

source: Please reload the page to try again or contact Pleo support. <0/><1>← Back to people</1>
es: Por favor, recargue la página para intentarlo de nuevo o contacte con nuestro equipo de soporte. <0/><1>← Volver a Equipo</1>
fr: Veuillez recharger la page pour réessayer ou contactez notre équipe d'assistance. <0/><1>← Retour aux Employés</1>
sv: Ladda om sidan för att försöka igen eller kontakta vårt supportteam. <0/><1>← Tillbaka till kontakter</1>

source: Please select
es: Por favor, seleccione
fr: Veuillez sélectionner
sv: Vänligen välj

source: Please select a company first...
es: Selecciona una empresa primero ...
fr: Veuillez d'abord sélectionner une entreprise ...

source: Please select a country
es: Por favor, seleccione un país
fr: Veuillez sélectionner un pays
sv: Välj ett land

source: Please select the biggest value purchase
es: Por favor, seleccione la compra de mayor valor
fr: Veuillez sélectionner la valeur d'achat la plus élevée
sv: Vänligen välj det högsta värdet

source: Please select the reason you are requesting the chargeback:
es: Por favor, seleccione la razón por la que solicita la devolución del cargo
fr: Veuillez sélectionner la raison pour laquelle vous demandez la rétrofacturation
sv: Välj orsaken till att du begär återbetalning

source: Please set up your accounting system to export expenses successfully.
es: Por favor, configure su sistema de contabilidad para exportar los gastos con éxito
fr: Veuillez configurer votre système comptable pour exporter les dépenses avec succès
sv: Vänligen ställ in ditt bokföringsprogram för att kunna exportera utgifter

source: Please specify the date when subscription was cancelled:
es: Por favor, especifique la fecha en que se canceló la suscripción:
fr: Veuillez préciser la date à laquelle l'abonnement a été annulé:
sv: Vänligen ange det datum då prenumerationen avbröts:

source: Please try exporting again. If exporting continues failing, <0>contact us</0>.
es: Por favor, intente exportar de nuevo. Si continúa teniendo problemas, <0>contáctenos</0>
fr: Veuillez réessayer d'exporter. Si vous continuez à rencontrer des problèmes, <0>contactez-nous</0>
sv: Försök exportera igen. Om du fortfarande har problem <0>kontakta oss</0>

source: Please use a valid email
es: Por favor, usa un correo electrónico válido
fr: Veuillez utiliser une adresse e-mail valide
sv: Använd en giltig e-postadress

source: Please use a valid VAT ID, the current format is invalid.
es: Por favor, use un ID de IVA válido, el formato actual no es válido
fr: Veuillez utiliser un numéro de TVA valide, le format actuel n'est pas valide
sv: Använd ett giltigt moms-ID, det aktuella formatet är ogiltigt

source: Please verify
es: Por favor, confirme
fr: Veuillez confirmer
sv: Vänligen bekräfta

source: Please verify the transactions that you don't recognize.
es: Por favor, confirme las transacciones que no reconoce.
fr: Veuillez confirmer les transactions que vous ne reconnaissez pas
sv: Bekräfta de transaktioner som du inte känner igen

source: please wait...
es: Un momento, por favor
fr: Veuillez patientez s'il vous plaît
sv: Vänta

source: Please, log in to accept the invite.
es: Por favor, inicie sesión para aceptar la invitación
fr: Veuillez vous connecter pour accepter l'invitation
sv: Logga in för att acceptera inbjudan

source: PLEO (Pleo default account)
es: PLEO (cuenta predeterminada de Pleo)
fr: PLEO (compte Pleo par défaut)
sv: PLEO (Pleo standardkonto)

source: Pleo Account
es: Cuenta de Pleo
fr: Compte Pleo
sv: Pleo-konto

source: Pleo account
es: Cuenta de Pleo
fr: Compte Pleo
sv: Pleo-konto

source: Pleo account email
es: Correo electrónico de la cuenta de Pleo
fr: E-mail du compte Pleo
sv: E-post för Pleo-konto

source: Pleo and {0} are now setup
es: Pleo y %s están ahora listos
fr: Pleo et %s sont maintenant configurés
sv: Pleo och %s är nu konfigurerade

source: Pleo Bank Account
es: Cuenta bancaria de Pleo
fr: Compte bancaire Pleo
sv: Pleo bankkonto

source: Pleo Daybook
es: Libro de cuentas de Pleo
fr: Pleo journal
sv: Pleo Journal

source: Pleo Default Account
es: Cuenta por defecto de Pleo
fr: Compte par défaut Pleo
sv: Pleo standardkonto

source: Pleo is changing – for the better. We're going from prepaid cards to fancy commercial cards. What does this all mean? That your Pleo service is more stable, secure and that you'll get better card acceptance everywhere. We'll be providing your company with <0>new Pleo cards free of charge</0>. This also means that <1>your current cards will no longer work past {0}</1>.
es: Pleo está cambiando - para mejor. Vamos a pasar de las tarjetas de prepago a ingeniosas tarjetas comerciales. ¿Qué significa eso? Que su servicio de Pleo es más estable, más seguro y que tendrá mejor aceptación de su tarjeta en todas partes. Le proporcionaremos a su empresa <0>nuevas tarjetas Pleo</0> de forma gratuita. Esto también significa que <1>sus tarjetas actuales ya no funcionarán más allá de %s</1>
fr: Pleo change - pour le mieux. Nous changeons de nos cartes prépayées aux cartes commerciales. Qu'est-ce que ça veut dire? Que votre service Pleo est plus stable, plus sûr et que vous obtiendrez une meilleure acceptation des cartes partout. Nous fournirons gratuitement à votre entreprise <0>nouvelles cartes Pleo</0>. Cela signifie également que <1>vos cartes actuelles ne fonctionneront plus après %s</1>
sv: Pleo förändras – till det bättre. Vi går från förbetalda kort till smarta kommersiella kort. Vad betyder det? Att tjänsterna från Pleo är mer stabila, säkrare och att du får bättre kortacceptans överallt. Vi kommer att förse ditt företag med <0>nya Pleo-kort utan kostnad</0>. Det innebär också att <1>dina nuvarande kort inte längre fungerar efter %s</1>

source: Pleo Journal
es: Revista Pleo
fr: Journal Pleo

source: Pleo Partner Portal
es: Portal de socios de Pleo
fr: Portail des partenaires Pleo

source: Pleo pocket is where you keep track of all cash and out of pocket expenses. An additional contra account helps you keep these separate from Pleo card expenses. <0/><1/><2>Learn more</2>
es: Pleo Pocket es donde se lleva un registro de todo el dinero en efectivo y los gastos de bolsillo. Una contra cuenta adicional le ayudará a mantener estos gastos separados de los gastos de la tarjeta Pleo. <0/><1/><2>Más información</2>
fr: Pleo Pocket est l'endroit où vous gardez une trace de toutes les dépenses en espèces et par carte privée. Un compte Pleo supplémentaire vous aide à les séparer des dépenses de vos cartes Pleo. <0/><1/><2>En savoir plus</2>
sv: Pleo Pocket är där du håller reda på alla kontanter och anställdas egna utlägg. Ett extra avräkningskonto hjälper dig att hålla dessa åtskilda från Pleo kortbetalningar. <0/><1/><2>Läs mer</2>

source: Pleo pocket is where you keep track of all cash and out of pocket expenses. An additional contra account helps you keep these separate from Pleo card expenses.<0/><1/><2>Learn more</2>
es: Pleo Pocket es donde se lleva un registro de todo el dinero en efectivo y los gastos de bolsillo. Una contra cuenta adicional le ayudará a mantener estos gastos separados de los gastos de la tarjeta Pleo.<0/><1/><2>Más información</2>
fr: Pleo Pocket est l'endroit où vous gardez une trace de toutes les dépenses en espèce et par carte privée. Un compte Pleo supplémentaire vous aide à les séparer des dépenses de vos cartes Pleo. <0/><1/><2>En savoir plus</2>
sv: Pleo Pocket är där du håller reda på alla kontanter och anställdas egna utlägg. Ett extra avräkningskonto hjälper dig att hålla dessa åtskilda från Pleo kortbetalningar.<0/><1/> <2>Läs mer</2>

source: Pleo pocket is where you keep track of all cash and out of pocket expenses. In addition to your account for Pleo card expenses, we need you to create a Bank Account for these expenses in Visma e-conomic's Chart of Accounts. Once this is done, enter its number below. <0/><1/><2>Learn more</2>
es: Pleo Pocket es donde llevas la cuenta de todo el dinero en efectivo y los gastos de bolsillo. Además de tu cuenta para los gastos de la tarjeta Pleo, necesitamos que crees una cuenta bancaria para los gastos del plan de cuentas de Visma e-conomic. Una vez lo hayas hecho, introduce su número a continuación. <0/><1/><2>Más información.</2>
fr: Pleo Pocket est l'endroit où vous gardez une trace de toutes vos dépenses en espèces. En plus de votre compte pour les dépenses de la carte Pleo, nous avons besoin de vous pour créer un compte bancaire pour ces dépenses dans le plan comptable de Visma e-conomic. Une fois que vous avez fait cela, entrez son numéro ci-dessous. <0/><1/><2>En savoir plus.</2>
sv: Pleo Pocket är där du håller reda på alla kontanter och anställdas egna utlägg. Utöver ditt Pleo konto för kortbetalningar måste du skapa ett konto för dessa utgifter i Visma e-conomic's kontoplan. När du har gjort det anger du dess nummer nedan. <0/><1/><2>Läs mer.</2>

source: Pleo pocket is where you keep track of all cash and out of pocket expenses.<0/><1>Learn more</1>
es: Pleo pocket es donde se realiza un seguimiento de todo el efectivo y los gastos de bolsillo. <0/> <1> Más información </1>
fr: Le Pleo pocket est l'endroit où vous gardez la trace de tout l'argent liquide et des dépenses personnelles.<0/><1>En savoir plus</1>
sv: Pleo pocket är där du håller koll på alla kontanter och anställdas egna utlägg. <0/><1>Läs mer</1>

source: Pleo Privacy Policy
es: Política de privacidad de Pleo
fr: Politique de confidentialité de Pleo
sv: Pleo sekretesspolicy

source: Pleo selects expenses that have a receipt attached, account number chosen and aren't under review
es: Pleo selecciona los gastos que tienen un recibo adjunto, el número de cuenta elegido y que no están bajo revisión
fr: Pleo sélectionne les dépenses qui ont un reçu attaché, un numéro de compte choisi et qui ne sont pas en cours de vérification
sv: Pleo väljer utgifter som har ett kvitto bifogat, vars konto är valt och som inte är under granskning

source: Pleo Terms & Conditions
es: Términos y condiciones de Pleo
fr: Conditions générales de Pleo
sv: Pleo Villkor

source: Pleo Terms of Service
es: Términos de servicio de Pleo
fr: Conditions d'utilisation de Pleo
sv: Pleo användarvillkor

source: Pleo Virtual Card (**** {last4})
es: Tarjeta virtual de Pleo (**** %1$s)
fr: Carte virtuelle Pleo (**** %1$s)
sv: Pleo virtuellt kort (**** %1$s)
